{
    "meta": {
        "title": "Unpiggable Pipeline In-Line Inspection Solutions Services",
        "description": "DEXON Technology offers comprehensive pipeline inspection consultation for all approaches to in-line inspection, including in-depth analysis of asset configurations, assessment of challenges, and inspection recommendations.",
        "keyword": ""
    },
    "body": {
        "title": "Unpiggable Pipeline In-Line Inspection Solutions Services",
        "content1": {
            "title": "Comprehensive Analysis and Assessment of Pipeline Configurations for the Inspection of Unpiggable Pipelines",
            "subtitle": [{
                    "text": "DEXON Technology offers comprehensive pipeline inspection consultation for all approaches to in-line inspection, including in-depth analysis of asset configurations, assessment of challenges, and inspectionrecommendations."
                },
                {
                    "text": "Challenging pipelines require a customized approach to inspection, including extensive testing within replicated test lines and a program for tool customization and development along with specific operational approaches to suit the known challenges."
                }
            ]
        },
        "content2": {
            "title": "The Definition of Unpiggable:",
            "subtitle": "Unpiggable can also be referred to as challenging, as pipelines are rarely unpiggable and simply require customized solutions to complete the inspection.",
            "multiple_subtitle": [{
                    "text": "The term"
                },
                {
                    "text_bold": "“unpiggable”"
                },
                {
                    "text": "refers to a pipeline that is believed cannot be inspected or is extremely difficult to inspect using traditional pigging or in-line inspection methods."
                }
            ]
        },
        "content3": {
            "title": "Pigging an Unpiggable Pipeline",
            "multiple_subtitle": [{
                    "text": "Dexon holds an extensive 25+ year track record of successfully inspecting unpiggable or "
                },
                {
                    "text_bold": "“challenging”"
                },
                {
                    "text": "pipelines, with the ability to adapt our approaches and technologies to suit client needs such as:"
                }
            ],
            "sublist": [{
                    "text": "Alteration to existing technologies and ILI tools"
                },
                {
                    "text": "Development of new inspection technologies"
                },
                {
                    "text": "Commercial collaboration projects to address client-specific inspection requirements"
                },
                {
                    "text": "Continued improvement and pipeline integrity gauge development"
                },
                {
                    "text": "Extensive testing facilities to replicate challenging sections of the pipeline, providing confidence in the suitability of our approach in offering a risk-free and accurate inspection to meet client needs"
                },
                {
                    "text": "Offering customization of DEXON’s existing fleet to ensure the safe passage of tools through the line in addition to the collection of adequate inspection data"
                }
            ]
        },
        "content4": {
            "title": "Dexon Technology’s Unpiggable Pipeline Inspection Program",
            "subtitle": [{
                    "text": "Ensuring asset integrity is crucial to the efficient, safe, and profitable operation of pipelines."
                },
                {
                    "text": "Dexon has over 25 years of challenging pipeline in-line inspection experience."
                },
                {
                    "text": "Pipeline features, operating characteristics, and challenging mediums pose difficulties to inspection operations and integrity management programs."
                },
                {
                    "text": "Dexon takes a holistic, tailored approach to each pipeline inspection, offering a consultancy-based approach to in-line inspection by adapting to client requirements and developing individually customized solutions for each inspection run."
                },
                {
                    "text": "Guaranteeing accurate data on the physical condition of an asset for asset integrity management systems, producing reliable Fitness-For-Purpose (FFP), and Estimated Repair Factor (ERF) assessments."
                },
                {
                    "text": "Dexon’s in-house test yard allows for client pipeline configuration duplication and inspection run verification, allowing our inspection teams to recreate exact pipeline conditions to ensure that the PIG can successfully navigate pipeline components while guaranteeing inspection data results."
                }
            ],
            "sublist": [{
                "title": "Services Offered Under Dexon’s Unpiggable Pipeline Inspection Program",
                "subtitle": [{
                        "text": "Pre-inspection analysis, surveying, and piggability consultation"
                    },
                    {
                        "text": "Customized tool design and modification to navigate challenging pipeline configurations"
                    },
                    {
                        "text": "Client pipe sample inspection verification and testing"
                    },
                    {
                        "text": "Client pipeline configuration duplication, replication, and testing"
                    },
                    {
                        "text": "Inspection solution collaboration to solve client-specific inspection requirements"
                    }
                ]
            }]
        },
        "content5": {
            "title": "Unpiggable Pipeline Configurations",
            "subtitle": "A list of challenging and often believed to be ‘unpiggable’ pipeline configurations are detailed below:",
            "sublist": [{
                    "title": "Multi-Diameter Lines",
                    "subtitle": [{
                            "text": "Multiple diameter lines pose difficulties for the carrying out of in-line inspection operations and require specially designed driving cups to maintain a seal with the pipe wall across multiple internal diameters."
                        },
                        {
                            "text": "Dexon offers bespoke solutions to overcome internal diameter changes"
                        }
                    ]
                },
                {
                    "title": "Bi-Directional Inspection",
                    "subtitle": [{
                            "text": "The absence of receivers and other pipeline configurations such as subsea Pipeline End Manifolds (PLEMs) require customized tool design offering bi-directional in-line inspection abilities."
                        },
                        {
                            "text": "Dexon offers bespoke solutions to overcome internal diameter changes."
                        }
                    ]
                },
                {
                    "title": "Challenging Pipe Materials",
                    "subtitle": [{
                        "text": "Dexon offers extensive solutions for the inspection of challenging pipe materials such as nonferrous metals and polymers such as High-Density Polyethylene (HDPE)."
                    }]
                },
                {
                    "title": "High Wall Thickness",
                    "subtitle": [{
                        "text": "Dexon’s Fleet of ILI Pipeline Integrity Gauges (PIG’s) guarantee inspection results across all wall thicknesses."
                    }]
                },
                {
                    "title": "Lack of Launchers and Receivers",
                    "subtitle": [{
                        "text": "Dexon offers complete design, manufacturing, and modification services for the installation of both permanent and temporary launchers and receivers, or other approaches of inserting and removing tools from the pipeline."
                    }]
                },
                {
                    "title": "Multiple Pipe Schedules",
                    "subtitle": [{
                        "text": "Multiple pipe schedules or multiple wall thicknesses cause changes in a pipeline’s internal diameter, which require customized driving cup design to maintain a seal with the pipe wall."
                    }]
                },
                {
                    "title": "1.5D Bends and 1D Bend Return Bends",
                    "subtitle": [{
                        "text": "Dexon offers tailored tool modification, design, and fabrication to navigate challenging pipeline features down to 1D bend return bends."
                    }]
                },
                {
                    "title": "Flow and or Pressure Fluctuations",
                    "subtitle": [{
                            "text": "Pressure and flow conditions in a pipeline can cause complications with tool propulsion and onboard electrical components."
                        },
                        {
                            "text": "Dexon provides comprehensive services to ensure successful"
                        }
                    ]
                },
                {
                    "title": "Lack of Previous Inspection Data",
                    "subtitle": [{
                            "text": "Previously uninspected pipelines can be challenging to inspect due to a lack of information regarding pipeline features and geometric conditions."
                        },
                        {
                            "text": "Dexon’s pre-inspection process covers indepth analysis and surveys to ascertain and guarantee successful inspection results."
                        }
                    ]
                },
                {
                    "title": "Unbarred Tee’s",
                    "subtitle": [{
                            "text": "Unbarred tees, miter bends, and other pipeline features can make it difficult for standard PIGs to successfully complete inspection runs."
                        },
                        {
                            "text": "Dexon’s entire inspection fleet is customizable to navigate challenging pipeline features."
                        }
                    ]
                }
            ]
        },
        "content6": {
            "title": "Dexon’s Unpiggable Pipeline Inspection Archive",
            "subtitle": "Dexon Technology’s Unpiggable Pipeline Inspection Archive features a selection of challenging inspection case studies. With over 471 unpiggable pipeline inspections completed to date, Dexon Technology offers completely customized inspection solutions for the inspection of unpiggable pipelines."
        }
    }
}