{
    "meta": {
        "title": "บริการโดรน",
        "description": "Dexon Inspection Technologies ให้บริการตรวจสอบด้วยโดรนที่หลากหลายในภาคส่วนน้ำมันและก๊าซ พลังงาน และทรัพยากร อุตสาหกรรมบริการตรวจสอบยานพาหนะทางอากาศไร้คนขับ (UAV) และโดรนกำลังเติบโตอย่างรวดเร็วตามการปรับปรุงและพัฒนาเทคโนโลยี บริษัทด้านการตรวจสอบด้วยโดรน เช่น Dexon กำลังพัฒนาวิธีการใหม่ๆ ในการใช้เทคโนโลยีเพื่อตอบสนองความต้องการของผู้ปฏิบัติงาน มีความก้าวหน้าอย่างมากผ่านความปลอดภัยที่เพิ่มขึ้น ลดความต้องการกำลังคน ลดความต้องการอุปกรณ์ และลดต้นทุนการขนส่ง ทั้งหมดนี้ส่งผลให้การดำเนินงานต่อเนื่องมีประสิทธิภาพราบรื่นขึ้นโดยมีการหยุดทำงานน้อยลงและเพิ่มประสิทธิภาพด้านต้นทุน ความแม่นยำของข้อมูลที่เพิ่มขึ้นยังขับเคลื่อนระบบการจัดการความสมบูรณ์ของสินทรัพย์ และทำให้ผู้ปฏิบัติงานสามารถตัดสินใจทางธุรกิจในการขยายและบำรุงรักษาได้อย่างมีข้อมูลมากขึ้น",
        "keyword": ""
    },
    "body": {
        "title": "บริการโดรน",
        "content1": {
            "title": "บริการตรวจสอบด้วยโดรน",
            "subtitle": "Dexon Inspection Technologies ให้บริการตรวจสอบด้วยโดรนที่หลากหลายในภาคส่วนน้ำมันและก๊าซ พลังงาน และทรัพยากร อุตสาหกรรมบริการตรวจสอบยานพาหนะทางอากาศไร้คนขับ (UAV) และโดรนกำลังเติบโตอย่างรวดเร็วตามการปรับปรุงและพัฒนาเทคโนโลยี บริษัทด้านการตรวจสอบด้วยโดรน เช่น Dexon กำลังพัฒนาวิธีการใหม่ๆ ในการใช้เทคโนโลยีเพื่อตอบสนองความต้องการของผู้ปฏิบัติงาน มีความก้าวหน้าอย่างมากผ่านความปลอดภัยที่เพิ่มขึ้น ลดความต้องการกำลังคน ลดความต้องการอุปกรณ์ และลดต้นทุนการขนส่ง ทั้งหมดนี้ส่งผลให้การดำเนินงานต่อเนื่องมีประสิทธิภาพราบรื่นขึ้นโดยมีการหยุดทำงานน้อยลงและเพิ่มประสิทธิภาพด้านต้นทุน ความแม่นยำของข้อมูลที่เพิ่มขึ้นยังขับเคลื่อนระบบการจัดการความสมบูรณ์ของสินทรัพย์ และทำให้ผู้ปฏิบัติงานสามารถตัดสินใจทางธุรกิจในการขยายและบำรุงรักษาได้อย่างมีข้อมูลมากขึ้น"
        },
        "content2": {
            "title": "ประโยชน์",
            "subtitle": "การเปิดตัวบริการตรวจสอบด้วยโดรนทำให้เห็นถึงประโยชน์มากมายสำหรับผู้ประกอบการสินทรัพย์ในทุกอุตสาหกรรม ปรับปรุงความปลอดภัยสำหรับเจ้าหน้าที่เข้าถึงเชือกและผู้ตรวจสอบ ประสิทธิภาพ และลดต้นทุนเนื่องจากลดกำลังคน อุปกรณ์ การขนส่ง และการปิดโรงงาน การตรวจสอบยังเห็นการเพิ่มขึ้นอย่างมากในแง่ของประสิทธิภาพ เนื่องจากความสามารถในการตรวจสอบพื้นที่ขนาดใหญ่อย่างรวดเร็วและง่ายดายด้วยความแม่นยำและบันทึกของข้อมูลการตรวจสอบที่เพิ่มขึ้น ทำให้เปรียบเทียบปีต่อปีได้ดีขึ้น ทีมตรวจสอบโดรนสมัยใหม่สามารถทำงานให้เสร็จได้ภายใน 5 วัน ซึ่งทีมตรวจสอบการเข้าถึงเชือกแบบดั้งเดิมใช้เวลา 8 สัปดาห์"
        },
        "content3": {
            "title": "เพิ่มความปลอดภัย",
            "subtitle1": "โดรนกำลังขจัดความจำเป็นในการมีส่วนร่วมของมนุษย์ในการปฏิบัติงานที่อันตรายและมีความเสี่ยงสูง เช่น การทำงานบนที่สูง พื้นที่จำกัด และสภาพแวดล้อมที่เป็นอันตราย",
            "subtitle2": [
                {
                    "text": "ไม่มีคนทำงานบนที่สูงหรือในสถานที่อันตรายอื่นๆ"
                },
                {
                    "text": "ลดความเสี่ยงต่อเจ้าหน้าที่ตรวจสอบ"
                },
                {
                    "text": "ลดเวลาการหยุดทำงานของสินทรัพย์เนื่องจากการปิดระบบ (สินทรัพย์สามารถออนไลน์และใช้งานได้ระหว่างการตรวจสอบหรือที่เรียกว่าการตรวจสอบโดยไม่ต้องหยุดทำงาน)"
                }
            ]
        },
        "content4": {
            "title": "ความน่าเชื่อถือและความคุ้มค่า",
            "subtitle1": "การตรวจสอบและการสำรวจด้วยโดรนนั้นประหยัดและครอบคลุมมากกว่า โดรนสามารถรวบรวมข้อมูลที่แม่นยำและมีรายละเอียดในปริมาณที่มากขึ้นในระยะเวลาที่สั้นกว่าเมื่อเทียบกับวิธีการตรวจสอบแบบดั้งเดิม สิ่งนี้ช่วยให้ผู้ปฏิบัติงานสามารถประเมินและตรวจสอบความสมบูรณ์ของสินทรัพย์ได้ดีขึ้น และทำการตัดสินใจทางธุรกิจโดยใช้ข้อมูลมากขึ้นในแง่ของการบำรุงรักษาและการซ่อมแซม",
            "subtitle2": [
                {
                    "text": "ข้อกำหนดที่ลดลงสำหรับที่พักและสิ่งอำนวยความสะดวกนอกชายฝั่งสำหรับผู้ตรวจสอบ"
                },
                {
                    "text": "ลดความต้องการด้านลอจิสติกส์ เช่น เรือสแตนด์บายและเฮลิคอปเตอร์"
                },
                {
                    "text": "ลดความต้องการกำลังคนและชั่วโมงการทำงานเนื่องจากทีมตรวจสอบมีขนาดเล็กลง"
                },
                {
                    "text": "การลดข้อกำหนดการประกันภัยความรับผิด"
                },
                {
                    "text": "ลดเวลาและค่าใช้จ่ายในการสร้างโครงสร้างชั่วคราว เช่น นั่งร้าน"
                },
                {
                    "text": "การปิดเครื่องที่ลดลง"
                },
                {
                    "text": "เพิ่มขอบเขตการทำงานและประสิทธิภาพสำหรับการปิดเครื่อง",
                    "sublist": [
                        {
                            "text": "ข้อมูลและรายละเอียดของข้อบกพร่องที่เพิ่มขึ้นส่งผลให้มีการวางแผน จัดทำงบประมาณ และตอบสนองการปิดระบบได้แม่นยำยิ่งขึ้น"
                        }
                    ]
                }
            ]
        },
        "content5": {
            "title": "เพิ่มประสิทธิภาพ",
            "subtitle1": "นอกจากความน่าเชื่อถือที่เพิ่มขึ้นแล้ว ประสิทธิภาพด้านต้นทุนยังเพิ่มขึ้นอย่างมากด้วยการตรวจสอบ UAV และโดรน เวลาระดมพลที่ลดลงและความสามารถในการตรวจสอบสิ่งอำนวยความสะดวกที่ใช้งานจริงหมายความว่าทีมตรวจสอบมีความยืดหยุ่นมากขึ้น ประโยชน์อื่น ๆ เพื่อประสิทธิภาพ ได้แก่",
            "subtitle2": [
                {
                    "text": "เวลาตอบสนองที่รวดเร็ว: พร้อมบินภายในไม่กี่นาที"
                },
                {
                    "text": "การตรวจสอบเปลวไฟและอุปกรณ์ในกระบวนการแบบสด"
                },
                {
                    "text": "เพิ่มความคล่องตัวของสถานที่ตรวจสอบ"
                },
                {
                    "text": "การตรวจสอบภายนอกในสภาพลมแรงสูงสุด 12 ม./วินาที (23 นอต)"
                }
            ]
        },
        "content6": {
            "title": "ประเภทของการตรวจสอบ",
            "subtitle": "การตรวจด้วยโดรนมีสองประเภทหลัก การตรวจสอบด้วยสายตาอย่างใกล้ชิดและการสำรวจความร้อน/อินฟราเรด"
        },
        "content7": {
            "title": "ปิดการตรวจสอบภาพ (CVI)",
            "subtitle": "กล้อง 4k ความละเอียดสูงพร้อมความสามารถในการซูมออปติคัล 30 เท่า ให้ภาพที่มีรายละเอียดสูงเป็นพิเศษ ซึ่งสามารถรวมเข้ากับระบบการจัดการความสมบูรณ์ของสินทรัพย์ ให้เจ้าของสิ่งอำนวยความสะดวกและผู้ปฏิบัติงานประเมินความสมบูรณ์ของโครงสร้างได้ดีขึ้น"
        },
        "content8": {
            "title": "การถ่ายภาพความร้อน / การสำรวจด้วยอินฟราเรด",
            "subtitle": "โดรนที่รวมเข้ากับเซ็นเซอร์ความร้อน FLIR ความละเอียดสูงและกล้องภาพ 4K สามารถเปลี่ยนข้อมูลทางอากาศเป็นผลการตรวจสอบที่มีประสิทธิภาพสำหรับการตรวจสอบสภาพโครงสร้างได้อย่างรวดเร็ว"
        },
        "content9": {
            "title": "บริการตรวจโดรนภายในและภายนอก",
            "subtitle": "บริการตรวจสอบด้วยโดรนถูกนำมาใช้ในภาคพลังงานและทรัพยากรในหลายอุตสาหกรรม เช่น น้ำมันและก๊าซ พลังงาน พลังงานสะอาด (ฟาร์มพลังงานแสงอาทิตย์และฟาร์มกังหันลม) ปิโตรเคมี เหมืองแร่ โรงกลั่น และการบิน การตรวจสอบอาจเป็นได้ทั้งภายในตัวเรือ ปล่องไฟ หรือถังเก็บซึ่งการเข้าถึงด้วยเชือกแบบดั้งเดิมนั้นทำได้ยาก หรือภายนอกบนแพลตฟอร์มนอกชายฝั่ง ฟาร์มพลังงานแสงอาทิตย์หรือกังหันลมขนาดใหญ่ที่จำเป็นต้องมีนั่งร้านขนาดใหญ่",
            "card": [
                {
                    "title": "น้ำมันและก๊าซ",
                    "subtitle": [
                        {
                            "text": "การตรวจสอบเปลวไฟแบบสด"
                        },
                        {
                            "text": "การตรวจสอบถังเก็บ"
                        },
                        {
                            "text": "การตรวจสอบภาชนะรับความดัน"
                        },
                        {
                            "text": "การตรวจสอบกองเสาและปล่องไฟ"
                        },
                        {
                            "text": "การตรวจสอบท่าเทียบเรือและโครงสร้างทางทะเล"
                        },
                        {
                            "text": "การตรวจจับการรั่วไหลของก๊าซทางอากาศ"
                        },
                        {
                            "text": "การตรวจสอบพื้นที่อับอากาศ"
                        }
                    ]
                },
                {
                    "title": "โรงไฟฟ้า",
                    "subtitle": [
                        {
                            "text": "การตรวจสอบท่อลม"
                        },
                        {
                            "text": "การตรวจสอบบอยเลอร์"
                        },
                        {
                            "text": "การตรวจสอบปล่องไฟและปล่องไฟ"
                        },
                        {
                            "text": "การสำรวจสายไฟ"
                        },
                        {
                            "text": "การตรวจสอบเสาส่งสัญญาณ"
                        }
                    ]
                },
                {
                    "title": "พลังงานสะอาด",
                    "subtitle": [
                        {
                            "text": "การตรวจสอบกังหันลม"
                        },
                        {
                            "text": "การสำรวจโซลาร์ฟาร์ม"
                        }
                    ]
                },
                {
                    "title": "การสำรวจและทำแผนที่",
                    "subtitle": [
                        {
                            "text": "การสำรวจวัตถุแบบหล่น"
                        },
                        {
                            "text": "บริการโฟโตแกรมเมตรี"
                        },
                        {
                            "text": "การสำรวจท่อ"
                        }
                    ]
                },
                {
                    "title": "เกษตรกรรม",
                    "subtitle": [
                        {
                            "text": "การสำรวจและทำแผนที่ภาคการเกษตร"
                        },
                        {
                            "text": "โดรนเพื่อการเกษตร"
                        }
                    ]
                },
                {
                    "title": "ความปลอดภัยและการกู้ภัย",
                    "subtitle": [
                        {
                            "text": "การเฝ้าระวังความปลอดภัยด้วยโดรน"
                        },
                        {
                            "text": "บริการดับเพลิงโดยใช้โดรน"
                        }
                    ]
                },
                {
                    "title": "การขนย้ายวัสดุโดยใช้โดรน",
                    "subtitle": [
                        {
                            "text": "การถ่ายโอนวัสดุนอกชายฝั่ง"
                        },
                        {
                            "text": "เส้นทางการบินที่กำหนดเองสำหรับบริการจัดส่ง"
                        }
                    ]
                }
            ]
        },
        "content10": {
            "title": "บริการโดรนสำหรับการตรวจสอบทางอุตสาหกรรม",
            "sublist": {
                "content1": {
                    "title": "บริการตรวจสอบเปลวไฟ",
                    "subtitle": "ทีมบริการตรวจสอบด้วยโดรนของ Dexon ดำเนินการตรวจสอบด้วยมุมมองทั่วไป (GVI) การตรวจสอบด้วยภาพระยะใกล้ (CVI) และการถ่ายภาพความร้อนของชุดแสงแฟลร์ที่มีชีวิต นักบินที่มีทักษะสูงของเราใช้กล้องภาพระดับมืออาชีพระดับสูงที่มีความสามารถในการซูมสูงสุด 30 เท่าและกล้องจับความร้อน การตรวจสอบสามารถทำได้ที่ปลายบาน, ตัวยกบานเฟี้ยม, โครงสร้างสแต็คของเปลวไฟ, สายไฟสแต็กกาย และไฟเตือนอากาศยาน เป็นต้น จากนั้นข้อมูลการตรวจสอบจะได้รับการวิเคราะห์และรายงานการตรวจสอบโดยละเอียดซึ่งรวมถึงข้อค้นพบความผิดปกติและคำแนะนำในการซ่อมแซมจะออกตามมาตรฐาน API"
                },
                "content2": {
                    "title": "บริการตรวจสอบกังหันลม",
                    "subtitle": "ปัจจุบันมีการใช้โดรนอย่างแพร่หลายในการตรวจสอบกังหันลม Dexon หลีกเลี่ยงการหยุดทำงานของกังหันลมเป็นเวลานาน ในขณะที่ไม่ต้องให้ผู้ตรวจสอบทำงานบนที่สูง เราให้มุมมอง 360 องศาของเบลดทั้งหมดโดยใช้การรับข้อมูลอัตโนมัติและการประมวลผลภาพ เราให้ข้อมูลสรุปทั้งหมดของเที่ยวบินที่ทำการตรวจสอบและนำเสนอผลการประเมิน การใช้ภาพที่บันทึกไว้ทั้งหมดทำให้เรามีรายงานโดยละเอียดซึ่งเน้นถึงความผิดปกติและสัญญาณบ่งชี้ใดๆ ที่ต้องได้รับการดูแลหรือซ่อมแซมทันที"
                },
                "content3": {
                    "image": "/dexon/inspection-services/advanced-ndt-services/content/wind_farm_drone_inspection_p8r3yf.jpg"
                },
                "content4": {
                    "title": "การตรวจจับการรั่วไหลของก๊าซทางอากาศ",
                    "subtitle": "Dexon ให้บริการตรวจจับก๊าซมีเทนและก๊าซรั่วโดยใช้โดรน ซึ่งสามารถตรวจจับ ค้นหา และวัดปริมาณการรั่วไหลของไฮโดรคาร์บอนได้อย่างน่าเชื่อถือจากหลุมผลิตก๊าซและท่อรวบรวมไปยังท่อส่งและท่อจ่าย เราให้ข้อมูลที่นำไปใช้ได้จริงซึ่งให้ความปลอดภัย ประสิทธิภาพ และประโยชน์ด้านต้นทุนสำหรับการรั่วไหลของท่อ โปรแกรมตรวจจับ"
                },
                "content5": {
                    "image": "/dexon/inspection-services/advanced-ndt-services/content/thermal_imaging_gas_leak_detection_drone_lq1oav.jpg"
                },
                "content6": {
                    "title": "การทำแผนที่และการสำรวจทางอากาศ",
                    "subtitle": "โฟโตแกรมเมตรีเป็นเทคนิคการสำรวจและทำแผนที่ซึ่งใช้ในแอพพลิเคชั่นมากมายในอุตสาหกรรมการสำรวจ เช่น การทำแผนที่ภูมิประเทศ การวางแผนพื้นที่ และการกำหนดปริมาณ โดรนที่ติดตั้งกล้องประสิทธิภาพสูงจะรวบรวมชุดข้อมูลขนาดใหญ่และการรายงานที่แม่นยำจากชุดข้อมูลพอยต์คลาวด์สามารถให้ผลลัพธ์ระดับการสำรวจได้ การใช้ภาพถ่ายที่รวบรวมโดยใช้เทคโนโลยี Photogrammetry แผนที่ Orthomosaic และแบบจำลอง 3 มิติจะถูกสร้างขึ้นซึ่งมีการใช้งานที่หลากหลาย ตั้งแต่การวางแผนการก่อสร้าง การจัดการโครงการต่อเนื่องไปจนถึงสื่อการตลาด"
                },
                "content7": {
                    "image": "/dexon/inspection-services/advanced-ndt-services/content/drone_survey_mapping_bfqsvv.jpg"
                },
                "content8": {
                    "title": "บริการตรวจสอบถังเก็บ",
                    "subtitle": "โดรนที่ทนต่อการชนใช้สำหรับการตรวจสอบพื้นที่อับอากาศ",
                    "sublist": [
                        {
                            "title": "โดรนที่ทนต่อการชน",
                            "subtitle": "เหมาะอย่างยิ่งสำหรับการตรวจสอบภายในอาคาร/พื้นที่จำกัด ทำให้สามารถสัมผัสกับทรัพย์สินได้บ่อยครั้งและปลอดภัย"
                        },
                        {
                            "title": "การจับภาพคุณภาพสูง",
                            "subtitle": "กล้อง RGB ความละเอียดสูง 4K และกล้อง IR ความร้อนช่วยให้สามารถจับภาพข้อมูลภาพคุณภาพสูงได้ในขณะทำการตรวจสอบ รายงานการตรวจสอบทั้งหมดที่สร้างขึ้นเป็นไปตามมาตรฐาน API 653"
                        },
                        {
                            "title": "ความสามารถในการจัดแสงระดับมืออาชีพ",
                            "subtitle": "ไฟ LED ลูเมน 10,000 ดวงพร้อมระบบไฟส่องสว่างทั้งแบบตรงและแบบเฉียงช่วยให้ผู้ตรวจสอบสามารถเลียนแบบเทคนิคการตรวจสอบโดยเจ้าหน้าที่เพื่อระบุข้อบกพร่องของสินทรัพย์"
                        },
                        {
                            "title": "ระบบป้องกันภาพสั่นไหวและล็อคระยะทาง",
                            "subtitle": "ระบบและเซ็นเซอร์ช่วยให้บินได้อย่างเสถียรแม้ในสภาพแวดล้อมที่ GPS ปฏิเสธ รวมทั้งช่วยให้ผู้ตรวจสอบสามารถ \"ล็อคระยะ\" จากโดรนไปยังวัตถุที่กำลังตรวจสอบได้"
                        }
                    ]
                }
            }
        }
    }
}