{
    "meta": {
        "title": "เทคโนโลยีภาคสนามระยะไกล (RFT)",
        "description": "เนื่องจากไม่สามารถใช้ EC ในท่อเหล็กได้ จึงควรใช้เทคนิคอื่น หนึ่งในเทคนิคที่ใช้กันทั่วไปคือเทคนิคภาคสนามระยะไกล เทคนิคนี้เหมาะมากสำหรับการตรวจจับและวัดปริมาณการสูญเสียผนังโดยรวม ข้อบกพร่องในพื้นที่สามารถตรวจจับและวัดปริมาณได้หากมีปริมาตรบางส่วน (เส้นผ่านศูนย์กลางรูเจาะ >5 มม.) RFT สามารถตรวจพบข้อบกพร่องทั้งภายในและภายนอก แต่ไม่สามารถแยกความแตกต่างระหว่างกันได้ ข้อบกพร่องใต้หรือใกล้กับแผ่นท่อนั้นยากหรือไม่สามารถตรวจจับได้ การทำความสะอาดท่อเบื้องต้นเท่านั้นก็เพียงพอแล้ว RFT ช้ากว่า EC เล็กน้อย และตรวจประมาณ 300 หลอด ความยาวมาตรฐาน 6 เมตรได้ในวันแรกที่ทำการตรวจสอบ ความเร็วสามารถเพิ่มขึ้นได้มากถึง 450 หลอดในวันตรวจเพิ่มเติม",
        "keyword": ""
    },
    "body": {
        "title": "เทคโนโลยีภาคสนามระยะไกล (RFT)",
        "content1": {
            "title": "เทคโนโลยีภาคสนามระยะไกล (RFT) ของเราทำอะไรได้บ้าง?",
            "subtitle": [
                {
                    "text": "เนื่องจากไม่สามารถใช้ EC ในท่อเหล็กได้ จึงควรใช้เทคนิคอื่น หนึ่งในเทคนิคที่ใช้กันทั่วไปคือเทคนิคภาคสนามระยะไกล เทคนิคนี้เหมาะมากสำหรับการตรวจจับและวัดปริมาณการสูญเสียผนังโดยรวม ข้อบกพร่องในพื้นที่สามารถตรวจจับและวัดปริมาณได้หากมีปริมาตรบางส่วน (เส้นผ่านศูนย์กลางรูเจาะ >5 มม.) RFT สามารถตรวจพบข้อบกพร่องทั้งภายในและภายนอก แต่ไม่สามารถแยกความแตกต่างระหว่างกันได้ ข้อบกพร่องใต้หรือใกล้กับแผ่นท่อนั้นยากหรือไม่สามารถตรวจจับได้ การทำความสะอาดท่อเบื้องต้นเท่านั้นก็เพียงพอแล้ว RFT ช้ากว่า EC เล็กน้อย และตรวจประมาณ 300 หลอด ความยาวมาตรฐาน 6 เมตรได้ในวันแรกที่ทำการตรวจสอบ ความเร็วสามารถเพิ่มขึ้นได้มากถึง 450 หลอดในวันตรวจเพิ่มเติม"
                },
                {
                    "text": "หัววัดที่ใช้ในการตรวจสอบระยะไกลด้วยเทคนิคภาคสนามประกอบด้วยขดลวดส่งและตัวรับ ในขดลวดส่งที่ใหญ่กว่าจะมีการสร้างสนามแม่เหล็กสลับขึ้น สนามนี้เชื่อมต่อทางอ้อมกับขดลวดรับสัญญาณ เนื่องจากการเชื่อมต่อโดยตรงระหว่างขดลวดทั้งสองถูกป้องกันโดยสนามแม่เหล็กแรงสูงที่เกิดจากกระแสไหลวนที่ถูกสร้างขึ้นในท่อ ที่ความถี่ต่ำพอ การหุ้มจะสูญเสียความแข็งแรงบางส่วน ทำให้สนามกระตุ้นสามารถเจาะผนังท่อในแนวแกนได้ เมื่อสนามแม่เหล็กมาถึงด้านนอกของท่อ มันจะกระจายอย่างรวดเร็วไปตามท่อโดยลดทอนลงอีกเล็กน้อย การวิจัยพบว่าส่วนหนึ่งของสนามแม่เหล็กกระจายกลับผ่านผนังท่อไปยังภายในท่อ ณ ตำแหน่งหนึ่ง ที่ตำแหน่งนี้ ขดลวดตัวรับที่เล็กกว่าจะถูกวางเพื่อตรวจจับฟิลด์ที่เหลือ ตอนนี้เส้นทางการมีเพศสัมพันธ์ทางอ้อมระหว่างขดลวดส่งและตัวรับเสร็จสมบูรณ์แล้ว ขนาดและเฟสของสนามแม่เหล็กที่ได้รับขึ้นอยู่กับปริมาณของวัสดุที่ถูกข้ามในเส้นทางเชื่อมต่อทางอ้อม หากการสูญเสียผนังเกิดขึ้นในท่อ การลดทอนและการหน่วงเวลาของสนามกระตุ้นจะน้อยลงก่อนที่จะไปถึงขดลวดตัวรับ สัญญาณบนหน้าจอคอมพิวเตอร์แสดงถึงการเปลี่ยนแปลงของสนามแม่เหล็กที่ได้รับ และสภาพของหลอด"
                },
                {
                    "text": "ในระหว่างการวิเคราะห์สัญญาณ สัญญาณที่ได้รับระหว่างการตรวจสอบภาคสนามระยะไกลจะถูกเปรียบเทียบกับสัญญาณจากข้อบกพร่องอ้างอิง ข้อบกพร่องอ้างอิงคือข้อบกพร่องที่มีความลึกและรูปร่างที่ทราบ และถูกตัดเฉือนเป็นมาตรฐานการสอบเทียบ มาตรฐานการสอบเทียบต้องเป็นวัสดุและขนาดเดียวกันกับท่อที่จะตรวจสอบ"
                }
            ]
        }
    }
}