{
    "meta": {
        "title": "บริการตรวจสอบท่อ",
        "description": "ความเชี่ยวชาญอย่างหนึ่งของ DEXON คือการตรวจสอบท่อแลกเปลี่ยนความร้อน DEXON นำเสนอชุดเทคนิคการตรวจสอบท่อแบบสมบูรณ์ มีโซลูชันที่เหมาะสมสำหรับท่อเกือบทุกแบบที่เป็นไปได้ ซึ่งสามารถพบได้ในหม้อไอน้ำ คอนเดนเซอร์ แอร์ครีบคูลเลอร์ และเครื่องแลกเปลี่ยนความร้อนอื่นๆ สำหรับทุกหลอดและสถานการณ์เฉพาะ สามารถเลือกเทคนิคที่เหมาะสมหรือผสมผสานเทคนิคต่างๆ ได้",
        "keyword": ""
    },
    "body": {
        "title": "บริการตรวจสอบท่อ",
        "content1": {
            "title": "บริการตรวจสอบท่อของเราทำอะไรได้บ้าง?",
            "subtitle": [
                {
                    "text": "ความเชี่ยวชาญอย่างหนึ่งของ DEXON คือการตรวจสอบท่อแลกเปลี่ยนความร้อน DEXON นำเสนอชุดเทคนิคการตรวจสอบท่อแบบสมบูรณ์ มีโซลูชันที่เหมาะสมสำหรับท่อเกือบทุกแบบที่เป็นไปได้ ซึ่งสามารถพบได้ในหม้อไอน้ำ คอนเดนเซอร์ แอร์ครีบคูลเลอร์ และเครื่องแลกเปลี่ยนความร้อนอื่นๆ สำหรับทุกหลอดและสถานการณ์เฉพาะ สามารถเลือกเทคนิคที่เหมาะสมหรือผสมผสานเทคนิคต่างๆ ได้"
                },
                {
                    "text": "Eddy Current (EC): EC ให้บริการตรวจสอบท่อที่มีปริมาณคาร์บอน (อโลหะ) รวมถึงท่อที่มีครีบที่ไม่ใช่เหล็ก สามารถตรวจจับและวัดปริมาณข้อบกพร่องเฉพาะที่รวมถึงการสูญเสียผนังโดยรวมได้ EC สามารถตรวจจับข้อบกพร่องทั้งภายในและภายนอกและสามารถแยกแยะความแตกต่างระหว่างกันได้ รอยร้าวสามารถตรวจจับได้ขึ้นอยู่กับขนาดและแนวของรอยร้าว โดยปกติการทำความสะอาดท่อเบื้องต้นก็เพียงพอแล้ว EC เป็นเครื่องมือที่เร็วที่สุดในบรรดาเครื่องมือที่มีอยู่ สามารถตรวจสอบท่อความยาวมาตรฐาน 6 เมตรได้ประมาณ 450 หลอดในวันแรก ความเร็วสามารถเพิ่มขึ้นได้มากถึง 700 หลอดต่อวันในวันที่ตรวจสอบเพิ่มเติม"
                },
                {
                    "text": "เทคนิคภาคสนามระยะไกล (RFT): เนื่องจากไม่สามารถใช้ EC ในท่อเหล็กได้ จึงควรใช้เทคนิคและวิธีการอื่น หนึ่งในวิธีที่นิยมใช้กันมากคือเทคนิคภาคสนามระยะไกล เทคนิคนี้เหมาะอย่างยิ่งสำหรับการตรวจจับและวัดปริมาณการสูญเสียผนังโดยรวม ข้อบกพร่องในพื้นที่สามารถตรวจจับและวัดปริมาณได้ตราบเท่าที่มีปริมาตรอยู่บ้าง (เส้นผ่านศูนย์กลางรูเจาะ >5 มม.) วิธีการภาคสนามระยะไกลยังสามารถตรวจจับข้อบกพร่องทั้งภายในและภายนอกได้ แต่ไม่สามารถแยกความแตกต่างระหว่างกันได้ ข้อบกพร่องที่อยู่ใต้หรือใกล้กับแผ่นท่อนั้นยากหรือตรวจไม่พบ การทำความสะอาดท่ออย่างง่าย ๆ เท่านั้นก็เพียงพอแล้ว RFT ช้ากว่า EC เล็กน้อย สามารถทำได้ประมาณ 300 หลอด โดยมีความยาวทั่วไป 6 เมตร ในวันแรกที่ทำการตรวจสอบ ความเร็วสามารถสูงถึง 450 หลอดในวันตรวจสอบถัดไป"
                },
                {
                    "text": "นอกเหนือจากเทคนิคข้างต้นแล้ว DEXON ยังจัดเตรียมเทคนิคการตรวจสอบท่อทั้งหมดที่มีอยู่ และคุณสามารถหาข้อมูลเพิ่มเติมเกี่ยวกับแต่ละเทคนิคที่ระบุไว้ในเว็บไซต์นี้ DEXON ยังภูมิใจที่มีชุดสอบเทียบสำหรับการตรวจสอบท่อที่ใหญ่ที่สุดในเอเชีย และมีชิ้นส่วนสอบเทียบสำหรับท่อและวัสดุทุกประเภท"
                }
            ]
        }
    }
}