{
    "meta": {
        "title": "การวัดสนามไฟฟ้ากระแสสลับ (ACFM)",
        "description": "Dexon ใช้การตรวจสอบ ACFM ในงานตรวจสอบหลายงาน และงานหนึ่งที่ใช้กันมากที่สุดคือการตรวจสอบบริเวณพื้นที่น้ำกระเซ็นที่ขาของแท่นขุดเจาะน้ำมันและก๊าซนอกชายฝั่ง พารามิเตอร์)",
        "keyword": ""
    },
    "body": {
        "title": "การวัดสนามไฟฟ้ากระแสสลับ (ACFM)",
        "content1": {
            "title": "การวัดสนามกระแสสลับ (ACFM) ของเราทำอะไร",
            "subtitle1": [
                {
                    "text": "การวัดสนามไฟฟ้ากระแสสลับ (ACFM) เป็นเทคนิคการตรวจสอบด้วยคลื่นแม่เหล็กไฟฟ้าที่พัฒนาขึ้นสำหรับการสแกนที่รวดเร็วเพื่อค้นหารอยร้าวในรอยเชื่อมและวัสดุพื้นผิวที่เคลือบด้วยสี การเคลือบ และการเจริญของน้ำทะเล เทคโนโลยีอาศัยความจริงที่ว่ากระแสสลับที่ไหลในส่วนประกอบจะถูกรบกวนโดยการปรากฏตัวของรอยร้าว"
                },
                {
                    "text": "หัววัด ACFM จะแนะนำกระแสไฟฟ้าเฉพาะที่เข้าไปในโครงสร้างและวัดสนามแม่เหล็กไฟฟ้าที่เกี่ยวข้องใกล้กับพื้นผิว การปรากฏตัวของข้อบกพร่องรบกวนฟิลด์ที่เกี่ยวข้องและข้อมูลจะถูกนำเสนอแบบกราฟิกต่อผู้ควบคุมระบบ จุดสิ้นสุดของข้อบกพร่องสามารถระบุได้ง่ายเพื่อให้ข้อมูลเกี่ยวกับตำแหน่งและความยาวของข้อบกพร่อง ความสำคัญของข้อบกพร่องในแง่ของความสมบูรณ์ของโครงสร้าง โดยทั่วไปขึ้นอยู่กับความลึกของข้อบกพร่อง"
                },
                {
                    "text": "ด้วยการใช้แบบจำลองทางคณิตศาสตร์ ระบบยังให้ข้อมูลเชิงลึกของข้อบกพร่อง จึงช่วยให้สามารถประเมินความสำคัญของตัวบ่งชี้การแตกร้าวได้ทันที"
                }
            ],
            "subtitle2": {
                "content1": "Dexon ใช้การตรวจสอบ ACFM ในงานตรวจสอบหลายงาน และงานหนึ่งหากใช้บ่อยที่สุดคือการตรวจสอบบริเวณโซนน้ำกระเซ็นที่ขาของ",
                "content2": "แท่นขุดเจาะน้ำมันและก๊าซนอกชายฝั่ง",
                "content3": "เนื่องจากสามารถใช้งานได้โดยไม่จำเป็นต้องกำจัดการเติบโตของทะเล (ภายในพารามิเตอร์ที่ยอมรับได้)"
            }
        },
        "content2": {
            "title": "ประโยชน์ของการวัดสนามกระแสสลับ",
            "subtitle": [
                {
                    "text": "สามารถใช้กับวัสดุฐานหรือรอยเชื่อมบนโลหะเฟอริติกหรืออโลหะที่ไม่ใช่เฟอริติก"
                },
                {
                    "text": "สามารถใช้กับพื้นผิวที่ร้อนและสภาพแวดล้อมใต้น้ำได้"
                },
                {
                    "text": "ให้ข้อมูลทั้งความลึกและความยาว"
                },
                {
                    "text": "ปรับขนาดข้อบกพร่องได้อย่างแม่นยำถึงความลึก 25 มม"
                },
                {
                    "text": "การเตรียมพื้นผิวน้อยที่สุดและสามารถทาทับสีและสารเคลือบอื่นๆ ได้"
                },
                {
                    "text": "สามารถใช้สำหรับการตรวจสอบใต้น้ำเช่นเดียวกับการตรวจสอบปกติ"
                }
            ]
        },
        "content3": {
            "title": "การวัดสนามกระแสสลับใช้สำหรับ",
            "subtitle": [
                {
                    "text": "การตรวจจับและขนาดของรอยร้าวเมื่อยล้า"
                },
                {
                    "text": "การตรวจสอบรอยเชื่อมในแท่นและแท่นขุดเจาะนอกชายฝั่ง"
                },
                {
                    "text": "การตรวจจับรอยแตกและการกัดกร่อนในภาชนะและท่อในอุตสาหกรรมน้ำมันและก๊าซและปิโตรเคมี"
                }
            ]
        }
    }
}