{
    "meta": {
        "title": "การถ่ายภาพรังสีด้วยคอมพิวเตอร์และดิจิตอล",
        "description": "การถ่ายภาพรังสีด้วยคอมพิวเตอร์ (CR) ให้ภาพดิจิทัลเทียบเท่ากับฟิล์มเอ็กซ์เรย์ทั่วไป ในขณะเดียวกันก็มอบข้อได้เปรียบมหาศาลที่ไม่ต้องใช้วัสดุสิ้นเปลือง และลดเวลาในการส่งภาพลงอย่างมาก",
        "keyword": ""
    },
    "body": {
        "title": "การถ่ายภาพรังสีด้วยคอมพิวเตอร์และดิจิตอล",
        "content1": {
            "title": "HD – CR 35 NDT",
            "subtitle": [
                {
                    "text": "การถ่ายภาพรังสีด้วยคอมพิวเตอร์ (CR) ให้ภาพดิจิทัลเทียบเท่ากับฟิล์มเอ็กซ์เรย์ทั่วไป ในขณะเดียวกันก็มอบข้อได้เปรียบมหาศาลที่ไม่ต้องใช้วัสดุสิ้นเปลือง และลดเวลาในการส่งภาพลงอย่างมาก"
                },
                {
                    "text": "นอกจากนี้ยังสามารถเก็บถาวรภาพดิจิทัลและแบ่งปันกับผู้ใช้รายอื่นได้อย่างอิสระ เราเน้นขั้นตอนการทำงานที่ง่ายดายและความสามารถในการปรับภาพให้เหมาะสมโดยใช้ซอฟต์แวร์ภาพ โดยการวิเคราะห์ที่ได้รับการปรับปรุงให้มั่นใจ"
                },
                {
                    "text": "เทคโนโลยี CR ประกอบด้วยกระบวนการสามขั้นตอน แผ่นภาพ (การจัดเก็บ) ถูกเปิดเผยด้วยรังสีเอกซ์หรือรังสีแกมมา ซึ่งทำให้ชั้น IP phosphor ในแผ่นเพื่อเก็บภาพรังสีเอกซ์ ในระหว่างกระบวนการอ่านเพลตในเครื่องสแกน ลำแสงเลเซอร์ที่โฟกัสจะกระตุ้นการปล่อยภาพเอ็กซ์เรย์ที่เก็บไว้ออกมาในรูปของแสงที่มองเห็นได้"
                },
                {
                    "text": "แสงที่ปล่อยออกมาจะถูกจับและตรวจจับ จากนั้นแปลงเป็นสัญญาณไฟฟ้าซึ่งแปลงเป็นดิจิทัลและแสดงเป็นภาพดิจิทัลบนจอภาพของคอมพิวเตอร์ที่เกี่ยวข้องในที่สุด"
                },
                {
                    "text": "ยางลบในบรรทัดภายในจะล้างข้อมูลที่เหลือออกจาก IP ซึ่งพร้อมสำหรับการเปิดเผยครั้งต่อไป"
                },
                {
                    "text": "โดยพื้นฐานแล้ว เทคโนโลยี CR เป็นที่เข้าใจกันว่าเป็นการแทนที่ดิจิทัลสำหรับฟิล์ม ในฟิล์มเอ็กซเรย์ทั่วไป ความละเอียดที่แตกต่างกันเนื่องจากฟิล์มและในบางส่วนด้วยเวลาเปิดรับแสงที่แตกต่างกัน ในเทคโนโลยี CR ไม่เพียงแต่ทำ IPS เท่านั้น การเปลี่ยนฟิล์มก็มีบทบาทสำคัญ แต่สแกนเนอร์และความละเอียดก็มีความสำคัญสูงเช่นกัน"
                }
            ]
        },
        "content2": {
            "title": "แผ่นภาพ",
            "subtitle": "รูปร่างและรูปแบบที่กำหนดเอง เราสามารถจัดหาแผ่นภาพได้ตั้งแต่ความกว้าง 2 – 35 ซม. และความยาวไม่จำกัด นอกจากนี้ยังสามารถกำหนดรูปร่างแบบกำหนดเองได้ เช่น สำหรับชิ้นงานเฉพาะหรือการบำรุงรักษา อายุการใช้งาน แผ่นภาพซึ่งได้รับการจัดการและบำรุงรักษาอย่างถูกต้องโดยทั่วไปสามารถใช้งานได้ถึง 1,000 ครั้งหรือมากกว่านั้นขึ้นอยู่กับการใช้งาน การเลือกแผ่นสร้างภาพที่เหมาะสม ตัวอย่างเช่น ในการทดสอบรอยเชื่อมตามมาตรฐาน ISO 17636-2 คลาส B ที่มีความหนาของผนังทะลุทะลวงที่ 2 มม. จำเป็นต้องมีความละเอียดเชิงพื้นที่พื้นฐาน (SRb) ที่ 50 ไมโครเมตรหรือดีกว่า ดังนั้น ขอแนะนำให้ใช้เพลทสร้างภาพ HD/XHD (ซึ่งรองรับ SRb ที่ 40 μm) เนื่องจากตอบสนองความต้องการนี้ได้อย่างง่ายดาย สำหรับการประเมินการกัดกร่อนภายใต้ฉนวน (CUI) ความท้าทายคือปริมาณรังสีที่เข้ามาในแผ่นภาพลดลงเนื่องจากความหนาของผนังทะลุทะลวงขนาดใหญ่ (tangential) ดังนั้นควรใช้แผ่นภาพที่มีความไวสูงเพื่อให้มีเวลาเปิดรับแสงสั้น ความไวสูงนี้ได้มาจากแผ่นภาพ CR/GCR ซึ่งยังคงให้ SRb ขนาด 100 μm เพื่อให้เป็นไปตามข้อกำหนดของ EN 16407-1"
        }
    }
}