{
    "meta": {
        "title": "Piping Inspection (API 570) ",
        "description": "This API code covers inspection, repair, alteration, and rerating procedures for in-service metallic piping systems. It establishes requirements and guidelines that allow owner/users of piping systems to maintain the safety and mechanical integrity of systems after they have been placed into service. This may be used where practical for any piping system. Dexon piping inspectors are certified to API 570 and have many years of experience in the field.",
        "keyword": ""
    },
    "body": {
        "title": "Piping Inspection (API 570) ",
        "content1": {
            "title": "What does our Piping Inspection (API 570) do ?",
            "subtitle": [{
                    "text": "This API code covers inspection, repair, alteration, and rerating procedures for in-service metallic piping systems. It establishes requirements and guidelines that allow owner/users of piping systems to maintain the safety and mechanical integrity of systems after they have been placed into service. This may be used where practical for any piping system. Dexon piping inspectors are certified to API 570 and have many years of experience in the field."
                },
                {
                    "text": "As a well-known inspection company with a high value on professional skills, Dexon Inspection Services Co., Ltd, now provide API 570 Pipeline Inspection and Certification. Accuracy is ensured by the use of high technology data acquisition equipment giving certainty of data integrity. In addition all of the data will be compiled and recorded in an online database and given to the client for further monitoring by themselves to help with future planning by giving an inspection timeline."
                },
                {
                    "text": "Dexon API 570 Inspectors have inspected and certified pipelines ranging from large diameter lines used in offshore oil and gas production through to smaller diameter pipelines used in Petrochemical plants and refineries. We are currently engaged in several long term contracts for API 570 inspection and certification that require the use of IRATA qualified rope access personnel who are qualified API inspectors. We believe this combined skillset demonstrates the diversity and expertise that Dexon brings to our clients operations."
                }
            ]
        }
    }
}