{
    "meta": {
        "title": "Inspection Services (RMI)",
        "description": "Dexon offers comprehensive API inspection services to help your organization comply with regulatory insurance and industry requirements. Our highly trained and professional staff are up to date on the latest standards and regulations ensuring a proactive approach to compliance.",
        "keyword": ""
    },
    "body": {
        "title": "Inspection Services (RMI)",
        "content1": {
            "title": "What does our Inspection Services (RMI) do ?",
            "subtitle": [{
                "text": "The American Petroleum Institute (API) establishes standards that are used internationally within the oil and gas industry and are designed to help users improve the efficiency and cost-effectiveness of their operations, comply with legislative and regulatory requirements, and safeguard health, ensure safety, and protect the environment. Dexon uses these standards to maximize the efficiency and value of it’s API inspection services and to ensure the safety of all personnel involved in API related work activities."
            },
            {
                "text": "Specifically Dexon has expertise and experience in the main 3 API standards that are most applicable to the daily operations of our clients, these are API 510, API 570 and API 653"
            },
            {
                "text": "We are perfectly poised to provide qualified and experienced inspectors to deliver a broad range of API services anywhere in Asia. With a primary focus on API 653 (Tank Inspection), API 570 (Piping Inspection) and API 510 (Pressure Vessel Inspection) we offer packages that provide a complete API inspection solution for bulk storage terminals, refineries and offshore platforms."
            },
            {
                "text": "Dexon offers comprehensive API inspection services to help your organization comply with regulatory insurance and industry requirements. Our highly trained and professional staff are up to date on the latest standards and regulations ensuring a proactive approach to compliance."
            },
            {
                "text": "Dexon’s API inspection and testing services are performed in compliance with all API standards and recommended practices by certified 510, 570, and 653 inspectors. Our inspectors can provide support while your plant is in operation in addition to turnaround based inspection programs."
            }
        ]
        }
    }
}