{
    "meta": {
        "title": "Rope Access",
        "description": "Dexon has been involved in industrial rope access inspections in many different environments and applications and is among Thailand’s leading industrial rope access specialists. The technique is most widely used in offshore oil and gas platforms where scaffolding is expensive and difficult to erect and where access to complex metal framework is difficult by conventional means.",
        "keyword": ""
    },
    "body": {
        "title": "Rope Access",
        "content1": {
            "title": "Industrial Rope Access",
            "subtitle1": [{
                    "text": "Rope access is a form of work positioning, initially developed from techniques used in climbing and caving, which applies practical rope work to allow workers to access difficult-to-reach locations without the use of scaffolding, cradles or mobile elevated work platforms."
                },
                {
                    "text": "All types of inspection can be performed using rope access, providing huge time and cost savings to customers. Rope access has been in the inspection sector probably for longer than it has been in any other. This is due to the fact that no machine or cradle can navigate a tubular steel construction better than a rope access technician. Through rope access we are able to offer our clients a thorough means of inspection due to the ability to closely access and inspect all areas of a structure."
                },
                {
                    "text": "Every rope access inspection must adhere to strict safety standards and the correct team must be used for every job with at least one level 3 rope access technician present for rescue and safety. It is of course important that the inspectors be multiskilled in both rope access techniques and the inspection techniques they will need to use to complete the work."
                }
            ],
            "subtitle2": {
                "content1": "Dexon has been involved in industrial rope access inspections in many different environments and applications and is among Thailand’s leading industrial rope access specialists. The technique is most widely used in",
                "content2": "offshore oil and gas platforms",
                "content3": "where scaffolding is expensive and difficult to erect and where access to complex metal framework is difficult by conventional means."
            },
            "subtitle3": "Dexon is a certified IRATA (Industrial Rope Access Trade Association) training institute and the centre deals primarily with training and certification of our own personnel due to our very high standards of safety and operation. As the demand for industrial rope access specialists has grown, Dexon now offers IRATA training and certification to our customers."
        }
    }
}