{
    "meta": {
        "title": "Tank Inspection (API 653) ",
        "description": "Dexon Technology is one of the region’s leading Aboveground Storage Tank (AST) inspection and certification authorities with more than 15 years’ experience in the field. Strictly working to American Petroleum Institute Standards API 650 and API 653, Dexon provides the highest quality inspection and verification for safe and uninterrupted storage tank operation. Dome or Floating tanks as well as Cryogenic and special designs that come under API or other reputed certification agencies can be inspected and certified to full international standards.",
        "keyword": ""
    },
    "body": {
        "title": "Tank Inspection (API 653) ",
        "content1": {
            "title": "Api 653 Aboveground Storage Tank Inspector",
            "subtitle1": "Dexon Technology is one of the region’s leading Aboveground Storage Tank (AST) inspection and certification authorities with more than 15 years’ experience in the field. Strictly working to American Petroleum Institute Standards API 650 and API 653, Dexon provides the highest quality inspection and verification for safe and uninterrupted storage tank operation. Dome or Floating tanks as well as Cryogenic and special designs that come under API or other reputed certification agencies can be inspected and certified to full international standards.",
            "subtitle2": {
                "content1": "Typical AST inspection and verification programs comply both with API and statutory requirements and will normally include the following test:",
                "content2": [
                    {
                        "text": "API 653 Inspector verification"
                       },
                       {
                        "text": "Tank Floor corrosion scanning by MFL"
                       },
                       {
                        "text": "Tank Floor thickness verification by UTM"
                       },
                       {
                        "text": "Tank Floor laser alignment for settling"
                       },
                       {
                        "text": "Tank Floor leak testing by Vacuum box and MT"
                       },
                       {
                        "text": "Tank structure and foundation survey"
                       },
                       {
                        "text": "Tank Shell inspection by UTM"
                       },
                       {
                        "text": "Tank Shell survey by Rope Access certified inspectors"
                       },
                       {
                        "text": "Tank Shell survey by laser and teodolite"
                       },
                       {
                        "text": "Tank shell banding, peaking and ovality verification"
                       },
                       {
                        "text": "Tank Roof visual and thickness testing by UTM"
                       },
                       {
                        "text": "Floating roof, seal and pontoon verification"
                       },
                       {
                        "text": "Tank coils and drains hydro testing"
                       }                   
                ]
            },
            "subtitle3": [
                {
                    "text": "Yearly, 5 yearly, 10 yearly and RBI based inspection intervals, as well as DB software allows for accurate and specific AST follow up and certification to comply with all client’s requirements for safe and predictable operation of the storage tank."
                },
                {
                    "text": "Dexon Technology employs several API 653 certified inspectors and certifies several hundred AST’s every year, while maintaining the most advanced inspection/survey systems and inspector training, to conduct inspection and certifications to the highest standard."
                }
            ]
        }
    }
}