{
    "meta": {
        "title": "การตรวจสอบท่อ (API 570)",
        "description": "รหัส API นี้ครอบคลุมขั้นตอนการตรวจสอบ การซ่อมแซม การเปลี่ยนแปลง และการให้คะแนนใหม่สำหรับระบบท่อโลหะที่ให้บริการ กำหนดข้อกำหนดและแนวปฏิบัติที่อนุญาตให้เจ้าของ/ผู้ใช้ระบบท่อรักษาความปลอดภัยและความสมบูรณ์ทางกลของระบบหลังจากนำไปใช้งานแล้ว นี้อาจใช้ในทางปฏิบัติสำหรับระบบท่อใด ๆ ผู้ตรวจสอบท่อ Dexon ได้รับการรับรองตาม API 570 และมีประสบการณ์หลายปีในด้านนี้",
        "keyword": ""
    },
    "body": {
        "title": "การตรวจสอบท่อ (API 570)",
        "content1": {
            "title": "การตรวจสอบท่อ (API 570) ของเราทำอะไรได้บ้าง ?",
            "subtitle": [
                {
                    "text": "รหัส API นี้ครอบคลุมขั้นตอนการตรวจสอบ การซ่อมแซม การเปลี่ยนแปลง และการให้คะแนนใหม่สำหรับระบบท่อโลหะที่ให้บริการ กำหนดข้อกำหนดและแนวปฏิบัติที่อนุญาตให้เจ้าของ/ผู้ใช้ระบบท่อรักษาความปลอดภัยและความสมบูรณ์ทางกลของระบบหลังจากนำไปใช้งานแล้ว นี้อาจใช้ในทางปฏิบัติสำหรับระบบท่อใด ๆ ผู้ตรวจสอบท่อ Dexon ได้รับการรับรองตาม API 570 และมีประสบการณ์หลายปีในด้านนี้"
                },
                {
                    "text": "Dexon Inspection Services Co., Ltd เป็นบริษัทตรวจสอบที่มีชื่อเสียงและมีทักษะระดับมืออาชีพที่มีมูลค่าสูง ขณะนี้ให้บริการตรวจสอบและรับรองท่อส่ง API 570 มั่นใจได้ถึงความแม่นยำด้วยการใช้อุปกรณ์เก็บข้อมูลที่มีเทคโนโลยีสูงซึ่งรับประกันความสมบูรณ์ของข้อมูล นอกจากนี้ ข้อมูลทั้งหมดจะถูกรวบรวมและบันทึกในฐานข้อมูลออนไลน์และมอบให้กับลูกค้าเพื่อตรวจสอบเพิ่มเติมด้วยตนเองเพื่อช่วยในการวางแผนในอนาคตโดยกำหนดระยะเวลาการตรวจสอบ"
                },
                {
                    "text": "ผู้ตรวจสอบ Dexon API 570 ได้ตรวจสอบและรับรองท่อตั้งแต่ท่อขนาดเส้นผ่านศูนย์กลางใหญ่ที่ใช้ในการผลิตน้ำมันและก๊าซนอกชายฝั่ง ไปจนถึงท่อขนาดเส้นผ่านศูนย์กลางเล็กที่ใช้ในโรงงานปิโตรเคมีและโรงกลั่น ขณะนี้เราทำสัญญาระยะยาวหลายฉบับสำหรับการตรวจสอบและรับรอง API 570 ซึ่งต้องใช้บุคลากรการเข้าถึงเชือกที่มีคุณสมบัติของ IRATA ซึ่งเป็นผู้ตรวจสอบ API ที่มีคุณสมบัติเหมาะสม เราเชื่อว่าชุดทักษะที่รวมกันนี้แสดงให้เห็นถึงความหลากหลายและความเชี่ยวชาญที่ Dexon นำมาสู่การดำเนินงานของลูกค้าของเรา"
                }
            ]
        }
    }
}