{
    "meta": {
        "title": "การตรวจสอบภาชนะรับความดันและถังทรงกลม (API 510)",
        "description": "รหัส API 510 ครอบคลุมการตรวจสอบการบำรุงรักษา การซ่อมแซม การเปลี่ยนแปลง และขั้นตอนการปฏิบัติงานสำหรับภาชนะรับแรงดันที่ใช้โดยอุตสาหกรรมปิโตรเลียมและกระบวนการทางเคมี",
        "keyword": ""
    },
    "body": {
        "title": "การตรวจสอบภาชนะรับความดันและถังทรงกลม (API 510)",
        "content1": {
            "title": "API 510 การตรวจสอบภาชนะรับความดัน",
            "subtitle": [
                {
                    "text": "รหัส API 510 ครอบคลุมการตรวจสอบการบำรุงรักษา การซ่อมแซม การเปลี่ยนแปลง และขั้นตอนการปฏิบัติงานสำหรับภาชนะรับแรงดันที่ใช้โดยอุตสาหกรรมปิโตรเลียมและกระบวนการทางเคมี"
                },
                {
                    "text": "ในระหว่างการตรวจสอบ API 510 ก่อนอื่น ผู้ตรวจสอบจะทำการตรวจสอบด้วยภาพทั้งหมดและทำความเข้าใจประวัติของเรือในแง่ของการตรวจสอบที่ผ่านมาและการซ่อมแซมใดๆ ที่ดำเนินการ พื้นผิวทั้งหมดต้องได้รับการทำความสะอาดและเตรียมก่อนการตรวจสอบเพื่อให้สามารถทำการตรวจสอบด้วยสายตาและการตรวจสอบ UT ได้"
                },
                {
                    "text": "หลังจากตรวจสอบด้วยสายตาแล้ว จะมีการตรวจวัดความหนาของ UT ที่เปลือก ฝาปิดท้าย และหัวฉีดของภาชนะแต่ละใบ การตรวจสอบการแตกร้าวของพื้นผิวภายในโดยใช้ MT หรือ PT จะดำเนินการตามเปอร์เซ็นต์ของรอยเชื่อมในเรือ โดยเน้นเป็นพิเศษที่รอยเชื่อมตามยาวเนื่องจากวิกฤต จะมีการจัดทำรายงานผลการตรวจสอบฉบับสมบูรณ์โดยสรุปสิ่งที่พบทั้งหมดและคำแนะนำในการดำเนินการแก้ไข"
                },
                {
                    "text": "ในฐานะหนึ่งในบริษัทตรวจสอบที่ใหญ่ที่สุดในเอเชีย ปัจจุบัน Dexon ให้บริการตรวจสอบและรับรองภาชนะรับความดัน API 510 มั่นใจได้ถึงความแม่นยำด้วยการใช้อุปกรณ์เก็บข้อมูลที่มีเทคโนโลยีสูงซึ่งรับประกันความสมบูรณ์ของข้อมูล นอกจากนี้ ข้อมูลทั้งหมดจะถูกรวบรวมในฐานข้อมูลออนไลน์และส่งมอบให้กับลูกค้าเพื่อตรวจสอบเพิ่มเติมด้วยตนเองเพื่อช่วยในการวางแผนและกำหนดการบำรุงรักษาในอนาคต"
                }
            ]
        },
        "content2": {
            "title": "การตรวจสอบถังทรงกลม",
            "subtitle": {
                "content1": "Dexon Technology Services ได้รับการรับรองในการดำเนินการตรวจสอบ Sphere Tank ตามหลักเกณฑ์ของกรมธุรกิจพลังงานของประเทศไทย",
                "content2": "ทบ",
                "content3": "เช่นเดียวกับมาตรฐาน API510 Dexon ให้การตรวจสอบและรับรองคุณภาพสูงสุดสำหรับการทำงานของถังทรงกลมที่ปลอดภัยและต่อเนื่อง"
            }
        },
        "content3": {
            "title": "โปรแกรมการตรวจสอบและยืนยัน AST โดยทั่วไปเป็นไปตามทั้ง API และข้อกำหนดทางกฎหมาย และโดยปกติจะรวมถึงการทดสอบต่อไปนี้:",
            "subtitle1": [
                {
                    "text": "การตรวจสอบมิติทรงกลม"
                },
                {
                    "text": "การตรวจสอบด้วยสายตาภายในและภายนอก Sphere"
                },
                {
                    "text": "Sphere Support Legs โดย VT และ UTM และ Pulsed Eddy Current"
                },
                {
                    "text": "การตรวจสอบความหนาของหัวฉีดทรงกลมและเปลือกโดย UTM"
                },
                {
                    "text": "Sphere Nozzles และ Shell weld seams โดย UT"
                },
                {
                    "text": "Sphere Shell Plate ตะเข็บก้นโดย PAUT"
                },
                {
                    "text": "รอยเชื่อมทรงกลม HAZ และวัสดุฐานโดยการทดสอบความแข็ง"
                },
                {
                    "text": "ข้อต่อก้น Sphere Nozzles ที่ไม่สามารถทำ PAUT หรือ UT ได้ จะต้องดำเนินการโดย RT"
                },
                {
                    "text": "การตรวจสอบรอยเชื่อมภายใน Sphere โดย MT"
                },
                {
                    "text": "การทดสอบความดันทรงกลมโดยการทดสอบอุทกสถิต"
                },
                {
                    "text": "Sphere เป็นสักขีพยานในการทดสอบ Safety Relief Valves"
                },
                {
                    "text": "รายงานการตรวจสอบขั้นสุดท้ายของ Sphere ไปยัง DOEB เพื่อขออนุมัติ"
                }
            ],
            "subtitle2": "ด้วยการมุ่งเน้นไปที่เทคโนโลยีการตรวจสอบใหม่และเป็นนวัตกรรมใหม่ Dexon มีระบบการตรวจสอบเพื่อตรวจสอบและประเมินความสมบูรณ์ของขาของถังทรงกลมอย่างมีประสิทธิภาพและแม่นยำผ่านท่อคอนกรีต และเพื่อรับมือกับความท้าทายแบบดั้งเดิมในการเข้าถึงพื้นที่ที่เข้าถึงยากภายในถังทรงกลม .",
            "subtitle3": {
                "content1": "Dexon Technology Services มีหลายสาขาวิชา",
                "content2": "API 510",
                "content3": "ผู้ตรวจสอบที่ผ่านการรับรองและรับรอง AST หลายร้อยรายทุกปี เราคงไว้ซึ่งระบบการตรวจสอบ/สำรวจที่ทันสมัยที่สุดและการฝึกอบรมผู้ตรวจสอบเพื่อดำเนินการตรวจสอบและรับรองตามมาตรฐานสูงสุด"
            }
        }
    }
}