{
    "meta": {
        "title": "การตรวจสอบเครน (API 2D)",
        "description": "การตรวจสอบเครนเป็นการตรวจสอบด้วยภาพและการปฏิบัติงานโดยละเอียด โดยตรวจสอบส่วนประกอบแต่ละส่วนของเครนและอุปกรณ์ยกเพื่อตรวจสอบสภาพ การตรวจสอบปั้นจั่นจะดำเนินการเป็นประจำทุกไตรมาสหรือ/และทุกครึ่งปีตามข้อกำหนดในการให้บริการ",
        "keyword": ""
    },
    "body": {
        "title": "การตรวจสอบเครน (API 2D)",
        "content1": {
            "title": "การตรวจสอบเครนของเราทำอะไร ?",
            "subtitle": [
                {
                    "text": "การตรวจสอบเครนเป็นการตรวจสอบด้วยภาพและการปฏิบัติงานโดยละเอียด โดยตรวจสอบส่วนประกอบแต่ละส่วนของเครนและอุปกรณ์ยกเพื่อตรวจสอบสภาพ การตรวจสอบปั้นจั่นจะดำเนินการเป็นประจำทุกไตรมาสหรือ/และทุกครึ่งปีตามข้อกำหนดในการให้บริการ"
                },
                {
                    "text": "Dexon มีความสามารถในการตรวจสอบเครนทุกประเภท ได้แก่ Mobile, Gantry, Tower, Pedestal, Jib, Overhead Cranes และ Hoists"
                }
            ]
        },
        "content2": {
            "title": "ประโยชน์ของการตรวจสอบเครนคือ:",
            "subtitle": [
                {
                    "text": "เครนที่ได้รับการบำรุงรักษาอย่างถูกต้องเป็นสิ่งจำเป็นสำหรับการปฏิบัติงานที่ปลอดภัยและได้ผลผลิต และเป็นปัจจัยสำคัญในการลดค่าบำรุงรักษาและยืดอายุการใช้งานของอุปกรณ์"
                },
                {
                    "text": "เพิ่มความน่าเชื่อถือของอุปกรณ์"
                },
                {
                    "text": "บรรลุการปฏิบัติตามกฎระเบียบและแนวปฏิบัติที่ดีที่สุดในอุตสาหกรรม"
                },
                {
                    "text": "เพิ่มผลผลิต"
                },
                {
                    "text": "ลดความเสี่ยงอุบัติเหตุ บาดเจ็บ และเสียชีวิต"
                }
            ]
        },
        "content3": {
            "title": "องค์ประกอบหลักของการตรวจสอบเครนคือ:",
            "subtitle1": [
                {
                    "text": "โครงสร้างเครน"
                },
                {
                    "text": "การติดตั้งเครนบนโครงสร้างที่ปลอดภัย"
                },
                {
                    "text": "การติดตั้งตุ้มถ่วงของเครนบนฐานที่มั่นคง"
                },
                {
                    "text": "ระบบไฟ"
                },
                {
                    "text": "ตัวป้องกันชิ้นส่วนหมุน"
                },
                {
                    "text": "ระบบควบคุมเครน"
                },
                {
                    "text": "ระบบไฮดรอลิคและนิวแมติกส์"
                },
                {
                    "text": "ลิมิตสวิตช์"
                },
                {
                    "text": "การเคลื่อนไหวบนแทร็ก"
                },
                {
                    "text": "เครื่องควบคุมน้ำหนักยก"
                },
                {
                    "text": "ม้วนสลิง มัด และขอเกี่ยว"
                }
            ],
            "subtitle2": "Dexon Inspection Service เป็นบริษัทตรวจสอบเครนที่ได้รับการรับรองและมีประสบการณ์หลายปีในด้านนี้ ด้วยการทำงานอย่างเคร่งครัดตามกฎระเบียบและมาตรฐานการตรวจสอบทั้งในประเทศและต่างประเทศ Dexon จึงให้บริการตรวจสอบและรับรองคุณภาพสูงสุดสำหรับการทำงานของเครนอย่างปลอดภัยและต่อเนื่อง"
        }
    }
}