{
    "meta": {
        "title": "บริการตรวจสอบ (RMI)",
        "description": "Dexon เสนอบริการตรวจสอบ API ที่ครอบคลุมเพื่อช่วยให้องค์กรของคุณปฏิบัติตามกฎหมายประกันและข้อกำหนดของอุตสาหกรรม พนักงานที่ผ่านการฝึกอบรมมาอย่างดีและเป็นมืออาชีพของเราได้รับมาตรฐานและข้อบังคับล่าสุดเพื่อให้มั่นใจว่ามีแนวทางเชิงรุกในการปฏิบัติตาม",
        "keyword": ""
    },
    "body": {
        "title": "บริการตรวจสอบ (RMI)",
        "content1": {
            "title": "บริการตรวจสอบ (RMI) ของเราทำอะไร ?",
            "subtitle": [
                {
                    "text": "American Petroleum Institute (API) กำหนดมาตรฐานที่ใช้กันในระดับสากลในอุตสาหกรรมน้ำมันและก๊าซ และได้รับการออกแบบมาเพื่อช่วยให้ผู้ใช้ปรับปรุงประสิทธิภาพและความคุ้มค่าในการดำเนินงาน ปฏิบัติตามข้อกำหนดทางกฎหมายและข้อบังคับ และปกป้องสุขภาพ รับรองความปลอดภัย และรักษาสิ่งแวดล้อม Dexon ใช้มาตรฐานเหล่านี้เพื่อเพิ่มประสิทธิภาพและมูลค่าสูงสุดของบริการตรวจสอบ API และเพื่อความปลอดภัยของบุคลากรทุกคนที่เกี่ยวข้องกับกิจกรรมการทำงานที่เกี่ยวข้องกับ API"
                },
                {
                    "text": "โดยเฉพาะอย่างยิ่ง Dexon มีความเชี่ยวชาญและประสบการณ์ในมาตรฐาน API หลัก 3 ประการที่ใช้ได้มากที่สุดกับการดำเนินงานประจำวันของลูกค้าของเรา ซึ่งได้แก่ API 510, API 570 และ API 653"
                },
                {
                    "text": "เราพร้อมอย่างยิ่งที่จะจัดหาผู้ตรวจสอบที่มีคุณสมบัติและประสบการณ์เพื่อให้บริการ API ที่หลากหลายทุกที่ในเอเชีย โดยมุ่งเน้นที่ API 653 (การตรวจสอบถัง), API 570 (การตรวจสอบท่อ) และ API 510 (การตรวจสอบภาชนะรับความดัน) เป็นหลัก เราขอนำเสนอแพ็คเกจที่มีโซลูชันการตรวจสอบ API ที่สมบูรณ์สำหรับคลังเก็บเทกอง โรงกลั่น และแพลตฟอร์มนอกชายฝั่ง"
                },
                {
                    "text": "Dexon เสนอบริการตรวจสอบ API ที่ครอบคลุมเพื่อช่วยให้องค์กรของคุณปฏิบัติตามกฎหมายประกันและข้อกำหนดของอุตสาหกรรม พนักงานที่ผ่านการฝึกอบรมมาอย่างดีและเป็นมืออาชีพของเราได้รับมาตรฐานและข้อบังคับล่าสุดเพื่อให้มั่นใจว่ามีแนวทางเชิงรุกในการปฏิบัติตาม"
                },
                {
                    "text": "บริการตรวจสอบและทดสอบ API ของ Dexon ดำเนินการตามมาตรฐาน API ทั้งหมดและแนวทางปฏิบัติที่แนะนำโดยผู้ตรวจสอบที่ผ่านการรับรอง 510, 570 และ 653 ผู้ตรวจสอบของเราสามารถให้การสนับสนุนในขณะที่โรงงานของคุณเปิดดำเนินการนอกเหนือจากโปรแกรมการตรวจสอบตามรอบการทำงาน"
                }
            ]
        }
    }
}