{
    "meta": {
        "title": "การตรวจสอบเกียร์ยก (LEEA)",
        "description": "การตรวจสอบอุปกรณ์ยกเป็นการตรวจสอบด้วยภาพและการปฏิบัติงานโดยละเอียด โดยตรวจสอบรายการอุปกรณ์ยกแต่ละรายการเพื่อให้แน่ใจว่ามีความสมบูรณ์และการทำงานที่ปลอดภัยอย่างต่อเนื่องสำหรับการปฏิบัติการยก การตรวจสอบอุปกรณ์ยกจะดำเนินการเป็นประจำโดยขึ้นอยู่กับมาตรฐานและข้อกำหนดของอุปกรณ์และการใช้งาน โดยทั่วไปจะใช้การตรวจสอบ 6 เดือนเป็นแนวทาง",
        "keyword": ""
    },
    "body": {
        "title": "การตรวจสอบเกียร์ยก (LEEA)",
        "content1": {
            "title": "การตรวจสอบอุปกรณ์ยก (LEEA) ของเราทำอะไรได้บ้าง ?",
            "subtitle": "การตรวจสอบอุปกรณ์ยกเป็นการตรวจสอบด้วยภาพและการปฏิบัติงานโดยละเอียด โดยตรวจสอบรายการอุปกรณ์ยกแต่ละรายการเพื่อให้แน่ใจว่ามีความสมบูรณ์และการทำงานที่ปลอดภัยอย่างต่อเนื่องสำหรับการปฏิบัติการยก การตรวจสอบอุปกรณ์ยกจะดำเนินการเป็นประจำโดยขึ้นอยู่กับมาตรฐานและข้อกำหนดของอุปกรณ์และการใช้งาน โดยทั่วไปจะใช้การตรวจสอบ 6 เดือนเป็นแนวทาง"
        },
        "content2": {
            "title": "Dexon มีความสามารถในการตรวจสอบประเภทเกียร์ยกแบบอยู่กับที่และแบบหลวมทั้งหมด ได้แก่:",
            "subtitle1": [
                {
                    "text": "Padeyes, คานทางวิ่ง, Swing jibs"
                },
                {
                    "text": "เครื่องกว้าน ทั๊กเกอร์ และหน่วยอื่นๆ ที่คล้ายกัน"
                },
                {
                    "text": "ตะกร้า ตู้คอนเทนเนอร์ ไม้ข้าม ชั้นวางแก๊ส และโครงยก"
                },
                {
                    "text": "อุปกรณ์ยกหลวมทั้งหมด (สลิง โตงเตง สายรัด และอื่นๆ)"
                },
                {
                    "text": "เครื่องยกทั้งหมด (ชุดโซ่, รอกคันโยก, เครื่องดึง ฯลฯ )"
                },
                {
                    "text": "เรือชูชีพและแพชูชีพ davit/deployment system"
                },
                {
                    "text": "รถเครน"
                },
                {
                    "text": "รถยก"
                },
                {
                    "text": "อุปกรณ์จัดการท่อและรายการที่เกี่ยวข้อง"
                },
                {
                    "text": "กว้านสมอเรือและชุดประกอบลากจูงที่เกี่ยวข้อง"
                },
                {
                    "text": "คานรับน้ำหนักและคาน"
                }
            ],
            "subtitle2": "นอกจากการตรวจสอบอุปกรณ์ยกแล้ว Dexon ยังสามารถดำเนินการตรวจสอบการทดสอบน้ำหนักบรรทุกที่เป็นไปตามมาตรฐานและหลักปฏิบัติสากล"
        },
        "content3": {
            "title": "เทคนิคการตรวจสอบ NDT หลักที่ใช้ในการตรวจสอบเฟืองยก ได้แก่",
            "subtitle1": [
                {
                    "hypertext": "การทดสอบกระแสวน",
                    "url": "/dexon-training-center/training-courses/eddy-current-testing/"
                },
                {
                    "text": "ยูทีเอ็ม"
                },
                {
                    "text": "ปิดการตรวจสอบด้วยภาพ"
                },
                {
                    "text": "การทดสอบอนุภาคแม่เหล็ก"
                },
                {
                    "text": "โหลดการทดสอบ"
                },
                {
                    "text": "การทดสอบสลักเกลียว"
                },
                {
                    "text": "อื่นๆตามต้องการ"
                }
            ],
            "subtitle2": "Dexon Technology เป็นบริษัทตรวจสอบอุปกรณ์ยกที่ผ่านการรับรองและมีประสบการณ์หลายปีในด้านนี้ ด้วยการทำงานอย่างเคร่งครัดตามกฎระเบียบและมาตรฐานการตรวจสอบทั้งในประเทศและต่างประเทศ Dexon จึงให้บริการตรวจสอบและรับรองคุณภาพสูงสุดสำหรับการดำเนินการยกที่ปลอดภัยและไม่หยุดชะงัก"
        }
    }
}