{
    "meta": {
        "title": "การเข้าถึงเชือก",
        "description": "เด็กซ์ซอนมีส่วนร่วมในการตรวจสอบการเข้าถึงเชือกอุตสาหกรรมในสภาพแวดล้อมและการใช้งานที่แตกต่างกันมากมาย และเป็นหนึ่งในผู้เชี่ยวชาญด้านการเข้าถึงเชือกในอุตสาหกรรมชั้นนำของประเทศไทย เทคนิคนี้ใช้กันอย่างแพร่หลายในแท่นขุดเจาะน้ำมันและก๊าซนอกชายฝั่ง ซึ่งนั่งร้านมีราคาแพงและยากต่อการสร้าง และการเข้าถึงโครงสร้างโลหะที่ซับซ้อนด้วยวิธีแบบเดิมทำได้ยาก",
        "keyword": ""
    },
    "body": {
        "title": "การเข้าถึงเชือก",
        "content1": {
            "title": "การเข้าถึงเชือกอุตสาหกรรม",
            "subtitle1": [
                {
                    "text": "การเข้าถึงด้วยเชือกเป็นรูปแบบหนึ่งของการกำหนดตำแหน่งงาน ซึ่งเริ่มแรกพัฒนามาจากเทคนิคที่ใช้ในการปีนป่ายและสำรวจถ้ำ ซึ่งใช้งานจริงโดยใช้เชือกเพื่อให้ผู้ปฏิบัติงานสามารถเข้าถึงสถานที่ที่ยากต่อการเข้าถึงโดยไม่ต้องใช้นั่งร้าน เปล หรือแท่นทำงานแบบเคลื่อนที่ได้"
                },
                {
                    "text": "การตรวจสอบทุกประเภทสามารถทำได้โดยใช้การเข้าถึงด้วยเชือก ซึ่งช่วยประหยัดเวลาและค่าใช้จ่ายให้กับลูกค้าได้อย่างมาก การเข้าถึงด้วยเชือกอยู่ในภาคการตรวจสอบอาจนานกว่าที่เคยเป็นมาในภาคส่วนอื่นๆ นี่เป็นเพราะความจริงที่ว่าไม่มีเครื่องจักรหรือแท่นวางใดที่สามารถนำทางโครงสร้างเหล็กท่อได้ดีไปกว่าช่างเทคนิคเข้าถึงเชือก ด้วยการเข้าถึงด้วยเชือก เราจึงสามารถนำเสนอวิธีการตรวจสอบอย่างละเอียดแก่ลูกค้าของเรา เนื่องจากความสามารถในการเข้าถึงและตรวจสอบพื้นที่ทั้งหมดของโครงสร้างได้อย่างใกล้ชิด"
                },
                {
                    "text": "การตรวจสอบการเข้าถึงเชือกทุกครั้งต้องเป็นไปตามมาตรฐานความปลอดภัยที่เข้มงวด และต้องใช้ทีมงานที่ถูกต้องสำหรับทุกงาน โดยมีช่างเทคนิคการเข้าถึงเชือกระดับ 3 อย่างน้อยหนึ่งคนคอยช่วยเหลือและรักษาความปลอดภัย แน่นอนว่าสิ่งสำคัญคือผู้ตรวจสอบต้องมีทักษะหลายด้านทั้งในด้านเทคนิคการเข้าถึงเชือกและเทคนิคการตรวจสอบที่ต้องใช้ในการทำงานให้เสร็จสมบูรณ์"
                }
            ],
            "subtitle2": {
                "content1": "เด็กซ์ซอนมีส่วนร่วมในการตรวจสอบการเข้าถึงเชือกอุตสาหกรรมในสภาพแวดล้อมและการใช้งานที่แตกต่างกันมากมาย และเป็นหนึ่งในผู้เชี่ยวชาญด้านการเข้าถึงเชือกในอุตสาหกรรมชั้นนำของประเทศไทย เทคนิคนี้ใช้กันอย่างแพร่หลายใน",
                "content2": "แท่นขุดเจาะน้ำมันและก๊าซนอกชายฝั่ง",
                "content3": "ที่ซึ่งนั่งร้านมีราคาแพงและยากต่อการสร้าง และการเข้าถึงโครงโลหะที่ซับซ้อนเป็นเรื่องยากด้วยวิธีธรรมดา"
            },
            "subtitle3": "Dexon เป็นสถาบันฝึกอบรม IRATA (Industrial Rope Access Trade Association) ที่ได้รับการรับรอง และศูนย์นี้เกี่ยวข้องกับการฝึกอบรมและการรับรองบุคลากรของเราเป็นหลัก เนื่องจากมาตรฐานความปลอดภัยและการดำเนินงานที่สูงมากของเรา เนื่องจากความต้องการผู้เชี่ยวชาญด้านการเข้าถึงเชือกในอุตสาหกรรมมีมากขึ้น ปัจจุบัน Dexon จึงเสนอการฝึกอบรมและการรับรองของ IRATA ให้กับลูกค้าของเรา"
        }
    }
}