{
    "meta": {
        "title": "การตรวจสอบถัง (API 653)",
        "description": "Dexon Technology เป็นหนึ่งในหน่วยงานตรวจสอบและรับรองถังเก็บน้ำเหนือพื้นดิน (AST) ชั้นนำของภูมิภาค โดยมีประสบการณ์มากกว่า 15 ปีในด้านนี้ ด้วยการทำงานอย่างเคร่งครัดตามมาตรฐานของสถาบันปิโตรเลียมอเมริกัน API 650 และ API 653 Dexon จึงให้การตรวจสอบและยืนยันคุณภาพสูงสุดสำหรับการทำงานของถังเก็บอย่างปลอดภัยและต่อเนื่อง ถังทรงโดมหรือถังลอย ตลอดจน Cryogenic และการออกแบบพิเศษที่อยู่ภายใต้ API หรือหน่วยงานรับรองที่มีชื่อเสียงอื่น ๆ สามารถตรวจสอบและรับรองตามมาตรฐานสากลเต็มรูปแบบ",
        "keyword": ""
    },
    "body": {
        "title": "การตรวจสอบถัง (API 653)",
        "content1": {
            "title": "Api 653 ผู้ตรวจสอบถังเก็บเหนือพื้นดิน",
            "subtitle1": "Dexon Technology เป็นหนึ่งในหน่วยงานตรวจสอบและรับรองถังเก็บน้ำเหนือพื้นดิน (AST) ชั้นนำของภูมิภาค โดยมีประสบการณ์มากกว่า 15 ปีในด้านนี้ ด้วยการทำงานอย่างเคร่งครัดตามมาตรฐานของสถาบันปิโตรเลียมอเมริกัน API 650 และ API 653 Dexon จึงให้การตรวจสอบและยืนยันคุณภาพสูงสุดสำหรับการทำงานของถังเก็บอย่างปลอดภัยและต่อเนื่อง ถังทรงโดมหรือถังลอย ตลอดจน Cryogenic และการออกแบบพิเศษที่อยู่ภายใต้ API หรือหน่วยงานรับรองที่มีชื่อเสียงอื่น ๆ สามารถตรวจสอบและรับรองตามมาตรฐานสากลเต็มรูปแบบ",
            "subtitle2": {
                "content1": "โปรแกรมการตรวจสอบและยืนยัน AST ทั่วไปเป็นไปตามทั้ง API และข้อกำหนดทางกฎหมาย และโดยปกติจะรวมถึงการทดสอบต่อไปนี้:",
                "content2": [
                    {
                        "text": "การตรวจสอบ API 653 ตัวตรวจสอบ"
                    },
                    {
                        "text": "การสแกนการกัดกร่อนพื้นถัง โดย มฟล"
                    },
                    {
                        "text": "การตรวจสอบความหนาของพื้นถังโดย UTM"
                    },
                    {
                        "text": "การจัดแนวเลเซอร์ Tank Floor สำหรับการตกตะกอน"
                    },
                    {
                        "text": "การทดสอบการรั่วซึมของพื้นแท็งก์น้ำโดย Vacuum box และ MT"
                    },
                    {
                        "text": "การสำรวจโครงสร้างถังและฐานราก"
                    },
                    {
                        "text": "การตรวจสอบ Tank Shell โดย UTM"
                    },
                    {
                        "text": "การสำรวจ Tank Shell โดยผู้ตรวจสอบที่ได้รับการรับรองจาก Rope Access"
                    },
                    {
                        "text": "การสำรวจแท็งค์เชลล์ด้วยเลเซอร์และเทโดไลต์"
                    },
                    {
                        "text": "แถบเปลือกถัง การตรวจสอบจุดพีคและการตกไข่"
                    },
                    {
                        "text": "การทดสอบภาพและความหนาของหลังคาถังโดย UTM"
                    },
                    {
                        "text": "การตรวจสอบหลังคาลอย ซีล และโป๊ะ"
                    },
                    {
                        "text": "การทดสอบคอยล์ของถังและเดรนไฮโดร"
                    }
                ]
            },
            "subtitle3": [
                {
                    "text": "ช่วงเวลาการตรวจสอบรายปี, 5 ปี, 10 ปี และ RBI รวมถึงซอฟต์แวร์ DB ช่วยให้สามารถติดตามและรับรอง AST ได้อย่างแม่นยำและเฉพาะเจาะจง เพื่อให้เป็นไปตามข้อกำหนดของลูกค้าทั้งหมดสำหรับการทำงานที่ปลอดภัยและคาดการณ์ได้ของถังเก็บ"
                },
                {
                    "text": "Dexon Technology ว่าจ้างผู้ตรวจสอบที่ได้รับการรับรอง API 653 หลายคนและให้การรับรอง AST หลายร้อยรายทุกปี ในขณะที่ยังคงรักษาระบบการตรวจสอบ/สำรวจที่ทันสมัยที่สุดและการฝึกอบรมผู้ตรวจสอบ เพื่อดำเนินการตรวจสอบและรับรองตามมาตรฐานสูงสุด"
                }
            ]
        }
    }
}