{
    "meta": {
        "title": "การตรวจสอบและบำรุงรักษากังหันลม",
        "description": "การตรวจสอบกังหันลมมีความสำคัญอย่างยิ่ง เนื่องจากกังหันลมต้องการการตรวจสอบและบำรุงรักษาอย่างต่อเนื่องเพื่อให้มั่นใจว่าทำงานได้อย่างมีประสิทธิภาพสูงสุด ส่วนประกอบที่สำคัญต้องได้รับการตรวจสอบอย่างรอบคอบโดยใช้โปรแกรมการบำรุงรักษาอย่างเป็นระบบและการตรวจสอบเป็นประจำ",
        "keyword": ""
    },
    "body": {
        "title": "การตรวจสอบและบำรุงรักษากังหันลม",
        "content1": {
            "title": "การตรวจสอบและบำรุงรักษากังหันลมของเราทำอะไร ?",
            "subtitle": [
                {
                    "text": "การตรวจสอบกังหันลมมีความสำคัญอย่างยิ่ง เนื่องจากกังหันลมต้องการการตรวจสอบและบำรุงรักษาอย่างต่อเนื่องเพื่อให้มั่นใจว่าทำงานได้อย่างมีประสิทธิภาพสูงสุด ส่วนประกอบที่สำคัญต้องได้รับการตรวจสอบอย่างรอบคอบโดยใช้โปรแกรมการบำรุงรักษาอย่างเป็นระบบและการตรวจสอบเป็นประจำ"
                },
                {
                    "text": "ใบพัดกังหันเป็นหนึ่งในขอบเขตงานตรวจสอบและบำรุงรักษาที่สำคัญที่สุดที่ดำเนินการกับกังหันลม หากใบพัดเสียหาย กังหันลมจะทำงานได้ไม่เต็มประสิทธิภาพ ส่งผลให้เกิดความสูญเสียในการผลิตไฟฟ้าและเสียเงินให้กับผู้ปฏิบัติงาน"
                }
            ]
        },
        "content2": {
            "title": "บริการตรวจสอบและซ่อมแซมใบมีด Dexon",
            "subtitle": {
                "content1": "Dexon ได้รับการรับรอง IRATA จาก GWO",
                "content2": "การเข้าถึงเชือก",
                "content3": "ผู้ชำนาญการหลากหลายสาขาในการตรวจสอบและซ่อมแซม"
            }
        },
        "content3": {
            "title": "ทีมงานที่มีประสบการณ์และผ่านการรับรองของเราสามารถทำงานตามขอบข่ายงานดังต่อไปนี้:",
            "sublist": {
                "content1": {
                    "title": "บริการใบมีด",
                    "subtitle": [
                        {
                            "text": "การตรวจสอบด้วยสายตา"
                        },
                        {
                            "text": "การซ่อมแซมลามิเนตขนาดเล็ก • การขจัดไอซิ่ง"
                        },
                        {
                            "text": "ซ่อมเคลือบ"
                        },
                        {
                            "text": "เจาะรูระบายน้ำอีกครั้ง"
                        },
                        {
                            "text": "สนับสนุนการประกอบการก่อสร้าง"
                        },
                        {
                            "text": "ตรวจสอบและติดตั้งระบบป้องกันฟ้าผ่า"
                        },
                        {
                            "text": "ซ่อมแซม ติดตั้ง และเปลี่ยนเคลือบโพลียูรีเทน"
                        },
                        {
                            "text": "การทำความสะอาดภายนอกด้วยน้ำแรงดัน"
                        }
                    ]
                },
                "content2": {
                    "title": "บริการหอ",
                    "subtitle": [
                        {
                            "text": "การตรวจสอบภายในและภายนอก"
                        },
                        {
                            "text": "การทำความสะอาดภายนอก"
                        },
                        {
                            "text": "สนับสนุนการประกอบการก่อสร้าง"
                        },
                        {
                            "text": "การปิดผนึกหน้าแปลนทาวเวอร์"
                        },
                        {
                            "text": "การกำจัดรอยบุ๋ม"
                        },
                        {
                            "text": "การตรวจสอบภายนอกของข้อต่อหันเห - การตรวจจับการรั่วไหล"
                        },
                        {
                            "text": "การทดสอบแรงบิดและการเปลี่ยนสลักเกลียว การตรวจสอบบัสบาร์"
                        },
                        {
                            "text": "การบำรุงรักษาและตรวจสอบระบบกันตก"
                        },
                        {
                            "text": "การตรวจสอบรอยเชื่อม (NDT)"
                        },
                        {
                            "text": "ซ่อมเคลือบ"
                        }
                    ]
                }
            }
        }
    }
}