{
    "meta": {
        "title": "บริการตรวจสอบ",
        "description": "Dexon เชี่ยวชาญในการให้บริการตรวจสอบระดับโลกแก่อุตสาหกรรมน้ำมันและก๊าซ ปิโตรเคมี โรงกลั่น การผลิต และเหมืองแร่ ด้วยผู้ตรวจสอบที่มีคุณสมบัติสูงในทุกสาขาและเน้นที่เทคนิคการตรวจสอบขั้นสูง เราจึงสามารถปรับแต่งโซลูชันการตรวจสอบให้ตรงกับความต้องการของลูกค้าได้ไม่ว่าจะอยู่ที่ใดหรือสถานการณ์ใด",
        "keyword": ""
    },
    "body": {
        "explore": "สำรวจบริการตรวจสอบของเรา",
        "title": "บริการตรวจสอบ",
        "content1": {
            "header": "ประสบการณ์กว่า 38 ปีในบริการตรวจสอบแบบไม่ทำลาย",
            "title": "บริการตรวจสอบและบำรุงรักษา",
            "subtitle": "Dexon เชี่ยวชาญในการให้บริการตรวจสอบระดับโลกแก่อุตสาหกรรมน้ำมันและก๊าซ ปิโตรเคมี โรงกลั่น การผลิต และเหมืองแร่ ด้วยผู้ตรวจสอบที่มีคุณสมบัติสูงในทุกสาขาและเน้นที่เทคนิคการตรวจสอบขั้นสูง เราจึงสามารถปรับแต่งโซลูชันการตรวจสอบให้ตรงกับความต้องการของลูกค้าได้ไม่ว่าจะอยู่ที่ใดหรือสถานการณ์ใด"
        },
        "card": [
            {
                "title": "บริการด้านความซื่อสัตย์",
                "subtitle": "การรักษาทรัพย์สินของคุณให้อยู่ในสภาพที่เหมาะสมต่อการบริการเป็นสิ่งสำคัญในสภาพแวดล้อมการแข่งขันในปัจจุบัน วิธีที่มีประสิทธิภาพที่สุดในการบรรลุการดำเนินงานที่ปลอดภัยและเชื่อถือได้ของสิ่งอำนวยความสะดวกและอุปกรณ์ของคุณคือการใช้โปรแกรมการจัดการสินทรัพย์ที่มีประสิทธิภาพซึ่งรับประกันความปลอดภัยสูงสุด ความน่าเชื่อถือสูง และความสมบูรณ์ทางเทคนิคร่วมกับการปฏิบัติตามกฎระเบียบ"
            },
            {
                "title": "บริการตรวจสอบ (RMI)",
                "subtitle": "American Petroleum Institute (API) กำหนดมาตรฐานที่ใช้กันในระดับสากลในอุตสาหกรรมน้ำมันและก๊าซ และได้รับการออกแบบมาเพื่อช่วยให้ผู้ใช้ปรับปรุงประสิทธิภาพและความคุ้มค่าในการดำเนินงาน ปฏิบัติตามข้อกำหนดทางกฎหมายและข้อบังคับ และปกป้องสุขภาพ รับรองความปลอดภัย และรักษาสิ่งแวดล้อม Dexon ใช้มาตรฐานเหล่านี้เพื่อเพิ่มประสิทธิภาพและมูลค่าสูงสุดของบริการตรวจสอบ API และเพื่อความปลอดภัยของบุคลากรทุกคนที่เกี่ยวข้องกับกิจกรรมการทำงานที่เกี่ยวข้องกับ API"
            },
            {
                "title": "บริการ NDT ขั้นสูง",
                "subtitle": "อุตสาหกรรมวิศวกรรมมักพบว่าปัญหาเกิดขึ้นโดยวิธีการที่มีอยู่ไม่สามารถให้คำตอบได้ทันที ในการแก้ปัญหาประเภทนี้ มักต้องใช้ความคิดสร้างสรรค์ที่สามารถสร้างเทคนิคใหม่ๆ และอุปกรณ์ใหม่ๆ"
            },
            {
                "title": "บริการ NDT ขั้นพื้นฐาน",
                "subtitle": "การทดสอบแบบไม่ทำลาย (NDT) เป็นสาขาวิศวกรรมที่เกี่ยวข้องกับวิธีการตรวจจับและประเมินข้อบกพร่องในวัสดุทั้งหมดโดยไม่ก่อให้เกิดความเสียหาย"
            }
        ]
    }
}