{
    "meta": {
        "title": "วิจัย พัฒนา และวิศวกรรม",
        "description": "การพัฒนาเทคโนโลยีการตรวจสอบในสายการผลิต หุ่นยนต์ และโซลูชันการตรวจสอบแบบกำหนดเอง",
        "keyword": ""
    },
    "body": {
        "header": "Dexon Technology",
        "title": "วิจัย พัฒนา และวิศวกรรม",
        "subtitle": "การพัฒนาเทคโนโลยีการตรวจสอบในสายการผลิต หุ่นยนต์ และโซลูชันการตรวจสอบที่กำหนดเอง",
        "content1": {
            "header": "การวิจัยและพัฒนา",
            "title": "ศูนย์วิจัยและพัฒนา",
            "subtitle1": "ว่าจ้างผู้เชี่ยวชาญด้านการวิจัยและวิศวกรรมชั้นแนวหน้า",
            "subtitle2": [
                {
                    "text": "อาจารย์ในวิชาฟิสิกส์และการทดสอบแบบไม่ทำลาย"
                },
                {
                    "text": "วิศวกรฟิลด์ที่ตั้งโปรแกรมได้เกทอาร์เรย์ (FPGA)"
                },
                {
                    "text": "วิศวกรอิเล็กทรอนิกส์ขั้นสูง"
                },
                {
                    "text": "วิศวกรเฟิร์มแวร์และซอฟต์แวร์"
                },
                {
                    "text": "วิศวกรเครื่องกล"
                }
            ]
        },
        "content2": {
            "header": "การวิจัยและพัฒนา",
            "title": "ขอบข่ายงานวิจัยและพัฒนา",
            "subtitle": [
                {
                    "text": "วิจัย"
                },
                {
                    "text": "ออกแบบ"
                },
                {
                    "text": "การสร้างต้นแบบและการทดสอบ"
                },
                {
                    "text": "การผลิต"
                }
            ]
        },
        "content3": {
            "header": "เทคโนโลยี",
            "title": "Dexon Pipeline Crack Detection และ Sizing โดย In-line Inspection",
            "subtitle": "การตรวจจับและขนาดของการแตกร้าวในท่อเป็นสิ่งสำคัญในการประเมินความสมบูรณ์และอายุการใช้งานของอุปกรณ์ การตรวจสอบแบบอินไลน์ด้วยอัลตราโซนิกของ Dexon ใช้ข้อมูลอัลตราโซนิกความละเอียดสูงและการวิเคราะห์เวลาที่มาถึงสัมบูรณ์ของการเลี้ยวเบนของทิปเพื่อตรวจจับและกำหนดขนาดความสูงของรอยร้าวเป็น ± 1.0 มม. ความสูงจริงด้วยความมั่นใจ 90%"
        },
        "content4": {
            "header": "เทคโนโลยี",
            "title": "Dexon Crack Inspection- เมทริกซ์อัลตราโซนิกความละเอียดสูง",
            "subtitle": "เนื่องจากเครื่องมือตรวจสอบในสายการผลิตมีความละเอียดและแม่นยำมากขึ้น ความแตกต่างระหว่างการสุ่มตัวอย่างจึงมีความสำคัญ ตามกฎแล้ว ยิ่งมีจุดสุ่มตัวอย่างของข้อบกพร่องมากเท่าใด ความแม่นยำในการวัดก็จะยิ่งมากขึ้นเท่านั้น ในการวัดข้อบกพร่องในแนวแกน อัตราการสุ่มตัวอย่างในแนวแกนเกี่ยวข้องโดยตรงกับการวัดความยาวของข้อบกพร่อง อัตราการสุ่มตัวอย่างแบบเส้นรอบวงสัมพันธ์โดยตรงกับการวัดความสูงทะลุผนังของการแตกร้าวตามแนวแกน แม้ว่าความสูงทะลุผนังของข้อบกพร่องมักมีความกังวลมากกว่าความยาวของข้อบกพร่อง Dexon ได้เลือกที่จะมุ่งเน้นไปที่การเพิ่มการสุ่มตัวอย่างแบบเส้นรอบวงสำหรับข้อบกพร่องในแนวแกน"
        }
    }
}