{
    "meta": {
        "title": "การกัดกร่อนภายใต้การสนับสนุน (CUS)",
        "description": "Dexon ได้พัฒนาเครื่องมือเฉพาะสำหรับตรวจจับการสึกกร่อนในท่อในพื้นที่รองรับ ระบบ Corrosion Under Support ของเราสามารถวัดปริมาณการกัดกร่อนและวัดความหนาของผนังที่เหลืออยู่ในพื้นที่ที่ไม่สามารถเข้าถึงได้ ซึ่งท่อวางอยู่บนที่รองรับหรือยึดด้วยแคลมป์",
        "keyword": ""
    },
    "body": {
        "title": "การกัดกร่อนภายใต้การสนับสนุน (CUS)",
        "content1": {
            "title": "Corrosion Under Support Inspection ทำอะไรได้บ้าง ?",
            "subtitle1": [
                {
                    "text": "การควบคุมการกัดกร่อนของท่อส่งเป็นสิ่งสำคัญเพื่อให้มั่นใจถึงอายุการใช้งานและผลผลิตของท่อส่ง แต่คุณจะทราบได้อย่างไรว่าขอบเขตของการกัดกร่อนที่ท่อวางอยู่บนส่วนรองรับท่อโดยไม่ต้องเสียค่าใช้จ่ายและภาระผูกพันด้านลอจิสติกส์ในการยกท่อ พื้นที่เหล่านี้มีความเสี่ยงต่ออัตราการกัดกร่อนที่สูงขึ้นด้วยเหตุผลหลายประการ และการตรวจสอบพื้นที่เหล่านี้ในอดีตเกี่ยวข้องกับการดำเนินการที่มีค่าใช้จ่ายสูงและใช้เวลานานในการยกท่อหรือตัดส่วนรองรับ แต่ตอนนี้สามารถทำได้ที่ไซต์งานอย่างรวดเร็ว คุ้มค่า และง่ายดาย"
                },
                {
                    "text": "Dexon ได้พัฒนาเครื่องมือเฉพาะสำหรับตรวจจับการสึกกร่อนในท่อในพื้นที่รองรับ ระบบ Corrosion Under Support ของเราสามารถวัดปริมาณการกัดกร่อนและวัดความหนาของผนังที่เหลืออยู่ในพื้นที่ที่ไม่สามารถเข้าถึงได้ ซึ่งท่อวางอยู่บนที่รองรับหรือยึดด้วยแคลมป์"
                },
                {
                    "text": "ระบบมีความแม่นยำที่ผ่านการตรวจสอบโดยอิสระที่ +/- 0.3 มม. และสามารถใช้เพื่อให้ได้เปรียบด้านต้นทุนอย่างมากเมื่อประเมินความสมบูรณ์ของท่อส่งและวางแผนการปิดระบบและการบำรุงรักษาตามกำหนดเวลา ทดลองและทดสอบในภาคสนามโดยบริษัทน้ำมันและก๊าซรายใหญ่ที่สุดของโลกหลายแห่ง เครื่องมือนี้ควรเป็นส่วนสำคัญของโปรแกรมการตรวจสอบใดๆ"
                },
                {
                    "text": "เครื่องมือที่มีอยู่ก่อนหน้านี้สามารถวัดปริมาณการกัดกร่อนใต้พื้นที่รองรับได้ ในขณะที่เครื่องมือของ Dexon เป็นระบบเดียวที่สามารถวัดความหนาของผนังที่เหลืออยู่จริงได้ หลังจากการทดสอบและการตรวจสอบและหลายปีในการใช้งานเชิงพาณิชย์ Dexon Corrosion Under Support ได้รับการพิสูจน์แล้วว่าเป็นเครื่องมือที่สมบูรณ์แบบในการประเมินการสูญเสียของผนังที่บริเวณรองรับท่ออย่างแม่นยำ ซึ่งช่วยลดเวลาและค่าใช้จ่ายในการยกท่อขึ้น"
                }
            ],
            "subtitle2": "มีจำหน่ายในเชิงพาณิชย์และใช้งานอย่างต่อเนื่องในโครงการต่างๆ ทั่วโลก เรายินดีที่จะตอบคำถามของคุณเกี่ยวกับการควบคุมการกัดกร่อนของท่อส่งในรายละเอียดเพิ่มเติม",
            "sublist": {
                "title": "มันทำงานอย่างไร?",
                "subtitle": [
                    {
                        "text": "คลื่นตามยาวจะถูกแปลงเป็นคลื่นเฉือน"
                    },
                    {
                        "text": "สัญญาณประกอบด้วยการรวมกันของคลื่นเฉือนและคลื่นตามยาว"
                    },
                    {
                        "text": "ฐานเสียบโพรบ UT ถูกตัดที่มุม 35 องศาเพื่อการส่งและจับสัญญาณที่เหมาะสมที่สุด"
                    },
                    {
                        "text": "อัลกอริธึม Dexon คำนวณ Time of Flight เพื่อให้ความหนาของผนังที่เหลืออยู่"
                    },
                    {
                        "text": "ผู้ตรวจสอบ UT ระดับ 2 ที่ผ่านการรับรองและมีประสบการณ์จะตีความข้อมูลและให้การวิเคราะห์ขั้นสุดท้าย"
                    }
                ]
            }
        }
    }
}