{
    "meta": {
        "title": "การทดสอบอัลตราโซนิกแบบแบ่งขั้นตอน (PAUT)",
        "description": "Ultrasonic Phased Array ใช้ในการตรวจจับความล้มเหลวของส่วนประกอบ เช่น รอยแตกและข้อบกพร่อง และสามารถนำไปใช้ในการตรวจสอบรอยเชื่อม การวัดความหนา การตรวจสอบการกัดกร่อน และการตรวจจับข้อบกพร่อง",
        "keyword": ""
    },
    "body": {
        "title": "การทดสอบอัลตราโซนิกแบบแบ่งขั้นตอน (PAUT)",
        "content1": {
            "title": "การตรวจสอบ ARRAY แบบแบ่งขั้นตอน",
            "subtitle": [
                {
                    "text": "Ultrasonic Phased Array ใช้ในการตรวจจับความล้มเหลวของส่วนประกอบ เช่น รอยแตกและข้อบกพร่อง และสามารถนำไปใช้ในการตรวจสอบรอยเชื่อม การวัดความหนา การตรวจสอบการกัดกร่อน และการตรวจจับข้อบกพร่อง"
                },
                {
                    "text": "ระบบอัลตราโซนิกแบบ Phased Array ใช้โพรบแบบหลายองค์ประกอบซึ่งถูกกระตุ้นเป็นรายบุคคลภายใต้การควบคุมแบบอิเล็กทรอนิกส์ โพรบ PA ประกอบด้วยทรานสดิวเซอร์อัลตราโซนิกขนาดเล็กจำนวนมาก ซึ่งแต่ละตัวสามารถพัลส์ได้อย่างอิสระและโดยการกระตุ้นแต่ละองค์ประกอบในลักษณะที่มีการควบคุม สามารถสร้างลำแสงโฟกัสของอัลตราซาวนด์ได้"
                },
                {
                    "text": "ลำแสงอัลตราซาวนด์สามารถบังคับทิศทางด้วยระบบอิเล็กทรอนิกส์ และสามารถกวาดผ่านโลหะหรือวัตถุที่กำลังตรวจสอบได้เหมือนไฟฉาย ด้วยวิธีนี้สามารถสร้างมุมมองสองและสามมิติที่แสดงขนาดและตำแหน่งของข้อบกพร่องที่ตรวจพบในมุมมอง \"ส่วน\" ผ่านวัตถุ"
                },
                {
                    "text": "เนื่องจากมุมลำแสงและโฟกัสสามารถควบคุมและจัดการได้ วิธีการนี้จึงมีประสิทธิภาพมากในแง่ของความเร็วและการตรวจจับข้อบกพร่อง"
                },
                {
                    "text": "จนกระทั่งทศวรรษที่ผ่านมาการประยุกต์ใช้เทคโนโลยีอาร์เรย์อัลตราโซนิกค่อนข้างหายาก สิ่งนี้เป็นผลมาจากการขาดพลังในการคำนวณที่จำเป็นสำหรับการกระตุ้นอย่างรวดเร็วของทรานสดิวเซอร์หลายองค์ประกอบและความจำเป็นในการประมวลผลไฟล์ข้อมูลขนาดใหญ่ที่สแกนผลลัพธ์ และบางส่วนเกิดจากการชอบบันทึกแบบแข็งในรูปแบบของเอ็กซ์เรย์ ฟิล์มเมื่อใช้สำหรับการตรวจจับรอยเชื่อม"
                },
                {
                    "text": "อาร์เรย์แบ่งระยะให้; การสแกนแบบอิเล็กทรอนิกส์ความเร็วสูงโดยไม่มีชิ้นส่วนที่เคลื่อนที่ ปรับปรุงความสามารถในการตรวจสอบผ่านการควบคุมซอฟต์แวร์ของลักษณะลำแสง และการตรวจสอบด้วยหลายมุมด้วยหัววัดที่ควบคุมด้วยระบบอิเล็กทรอนิกส์เพียงอันเดียว ผู้เชี่ยวชาญของ Dexons ได้รับการฝึกฝนมาอย่างดีและมีคุณสมบัติในการตรวจสอบ Phased Array และความสามารถของผู้ปฏิบัติงานก็มีความสำคัญอย่างยิ่งเมื่อใช้วิธีนี้"
                }
            ]
        }
    }
}