{
    "meta": {
        "title": "เวลาเลี้ยวเบนของเที่ยวบิน (TOFD)",
        "description": "เทคนิค Time of Flight Diffraction (TOFD) กำลังได้รับความสำคัญอย่างรวดเร็วในฐานะเทคนิคการตรวจสอบแบบสแตนด์อโลน Time of Flight Diffraction เป็นเทคนิคการตรวจสอบแบบอัลตราโซนิกขั้นสูงที่ตอบสนองความต้องการในการตรวจสอบที่เชื่อถือได้ เป็นเทคนิคที่มีประสิทธิภาพเนื่องจากสามารถตรวจจับและปรับขนาดข้อบกพร่องได้พร้อมกัน การตรวจสอบ TOFD ใช้หัววัดมุมลำแสงคลื่นตามยาว (คลื่น L-wave) สองตัวที่จัดวางตรงข้ามกันแบบสมมาตร โดยคร่อมแนวเชื่อมหรือวัสดุฐานที่ทดสอบ หัววัดหนึ่งทำหน้าที่เหมือนเครื่องส่งสัญญาณของพลังงานอัลตราโซนิกในขณะที่อีกหัววัดจะรับพลังงานอัลตราซาวนด์ ปัจจุบัน TOFD ถูกนำไปใช้งานหลากหลายประเภทเป็นประจำ เช่น การตรวจสอบท่อและภาชนะรับความดัน",
        "keyword": ""
    },
    "body": {
        "title": "เวลาเลี้ยวเบนของเที่ยวบิน (TOFD)",
        "content1": {
            "title": "Time of Flight Diffraction (TOFD) ของเราทำอะไร ?",
            "subtitle1": "เทคนิค Time of Flight Diffraction (TOFD) กำลังได้รับความสำคัญอย่างรวดเร็วในฐานะเทคนิคการตรวจสอบแบบสแตนด์อโลน Time of Flight Diffraction เป็นเทคนิคการตรวจสอบแบบอัลตราโซนิกขั้นสูงที่ตอบสนองความต้องการในการตรวจสอบที่เชื่อถือได้ เป็นเทคนิคที่มีประสิทธิภาพเนื่องจากสามารถตรวจจับและปรับขนาดข้อบกพร่องได้พร้อมกัน การตรวจสอบ TOFD ใช้หัววัดมุมลำแสงคลื่นตามยาว (คลื่น L-wave) สองตัวที่จัดวางตรงข้ามกันแบบสมมาตร โดยคร่อมแนวเชื่อมหรือวัสดุฐานที่ทดสอบ หัววัดหนึ่งทำหน้าที่เหมือนเครื่องส่งสัญญาณของพลังงานอัลตราโซนิกในขณะที่อีกหัววัดจะรับพลังงานอัลตราซาวนด์ ปัจจุบัน TOFD ถูกนำไปใช้งานหลากหลายประเภทเป็นประจำ เช่น การตรวจสอบท่อและ",
            "subtitle2": "ภาชนะรับความดัน"
        },
        "content2": {
            "title": "การตรวจสอบ TOFD ตามปกติจะให้ข้อมูลต่อไปนี้แก่ผู้ปฏิบัติงาน:",
            "subtitle1": [
                {
                    "text": "ตำแหน่งของข้อบ่งชี้ตามแนวเชื่อม"
                },
                {
                    "text": "ตำแหน่งของตัวบ่งชี้ที่เกี่ยวกับพื้นผิวการสแกน (ข้อมูลเชิงลึก)"
                },
                {
                    "text": "ผ่านขอบเขตความหนา หากเกินค่าที่กำหนด (โดยทั่วไปคือ 2 มม.) ซึ่งหมายความว่าโดยทั่วไปจะตรวจพบรูพรุนและตะกรันเป็น “ตัวบ่งชี้ที่ไม่มีความสูงที่วัดได้”"
                },
                {
                    "text": "ข้อมูลเกี่ยวกับลักษณะ \"ฝังตัว\" หรือ \"การแตกหักของพื้นผิว\" ของข้อบกพร่อง"
                }
            ],
            "subtitle2": [
                {
                    "text": "ข้อมูลเกี่ยวกับประเภทของข้อบกพร่องมีจำกัด เช่นเดียวกับการตรวจสอบด้วยอัลตราโซนิกทั้งแบบแมนนวลและแบบใช้เครื่องจักร นี่ไม่ใช่ปัญหาเสมอไป เพราะจากมุมมองของกลศาสตร์การแตกหัก ข้อบกพร่องจำนวนมากที่ปกติถือว่าเป็นปริมาตร เช่น การรวมตัวของตะกรัน อาจมีความคมพอที่จะทำหน้าที่เป็นตัวเริ่มการแตกร้าวได้ นอกจากนี้ แง่มุมนี้ได้รับการชดเชยในระดับหนึ่งโดยความสามารถของ TOFD ในการแยกแยะระหว่าง \"ข้อบกพร่องที่ไม่มีความสูงที่วัดได้\" และ \"ข้อบกพร่องที่วัดความสูงได้\" เมื่อรวมกับความเป็นไปได้สูงในการตรวจจับ (POD) และอัตราการโทรผิดพลาด (FCR) ที่ต่ำ ทำให้ Time of Flight Diffraction เป็นเครื่องมือที่มีค่าสำหรับ NDT ประจำ"
                },
                {
                    "text": "Dexon เข้าใจถึงความจำเป็นของผู้ปฏิบัติงานที่มีความเชี่ยวชาญสูง เพื่อให้ได้ผลลัพธ์ที่ดีที่สุดจากเทคนิคการตรวจสอบขั้นสูง เช่น Time of Flight Diffraction ดังนั้น ผู้ตรวจสอบทั้งหมดของเราจึงได้รับการฝึกอบรมอย่างต่อเนื่องและมีประสบการณ์ในด้านนี้ด้วยเทคนิค TOFD ติดต่อเราวันนี้สำหรับข้อมูลเพิ่มเติมหรือใบเสนอราคา"
                }
            ]
        }
    }
}