{
    "header": {
        "show": "แสดงงานเพิ่มเติม",
        "hide": "ซ่อนงาน",
        "skill": "ทักษะของคุณ",
        "job": "งานของคุณ",
        "other_job": "งานอื่นๆ",
        "who_we_are": "DEXON Technology PLC เป็นบริษัทเทคโนโลยีชั้นนำที่ให้บริการการทดสอบแบบไม่ทำลาย การตรวจสอบในสายการผลิต และบริการการจัดการความสมบูรณ์ของสินทรัพย์ทั่วโลก สำนักงานใหญ่ของ DEXON ตั้งอยู่บริเวณชายฝั่งทะเลตะวันออกของประเทศไทย มีบุคลากรกว่า 400 คนนอกเหนือจากการทดสอบและการวิจัยที่กว้างขวาง การพัฒนาและสิ่งอำนวยความสะดวกด้านวิศวกรรมเครื่องมือตรวจสอบได้รับการพัฒนาในสถานที่ตั้งแต่การวิจัยเทคนิคการตรวจสอบเบื้องต้นไปจนถึงการทดสอบและการใช้งาน",
        "what_you_do": "สิ่งที่คุณทำ",
        "what_you_are": "คุณคือใคร",
        "what_other_you_do": "คุณทำอะไรอีก"
    },
    "position": [{
            "id": "assistant-chief-executive-officer",
            "title": "ผู้ช่วยประธานเจ้าหน้าที่บริหาร",
            "qualification": [{
                    "text": "ปริญญาโท (หรือสูงกว่า) จากสถาบันที่เป็นที่ยอมรับและมีประสบการณ์ด้านการบริหารระดับสูงอย่างน้อย 10 ปี"
                },
                {
                    "text": "มีประสบการณ์ในการบริหารบริษัทมหาชนจำกัด"
                },
                {
                    "text": "ประสบการณ์บริหารพนักงานมากกว่า 1,000 คน"
                },
                {
                    "text": "การแสดงตนของผู้บริหารและความสามารถในการรักษาท่าทางที่สงบในสภาพแวดล้อมที่มีความเครียดสูง"
                },
                {
                    "text": "ประสบการณ์การบริหารโครงการที่สำคัญในนามของผู้บริหารระดับสูง"
                },
                {
                    "text": "การวิจัยที่เหนือกว่า การวิเคราะห์ การวางแผน ทักษะการจัดองค์กร และการวางแนวรายละเอียด"
                },
                {
                    "text": "การวางแนวการบริการลูกค้าที่แข็งแกร่ง"
                },
                {
                    "text": "ความสามารถในการจัดการหลายโครงการและลำดับความสำคัญที่แข่งขันกันในขณะที่ปฏิบัติตามกำหนดเวลา"
                },
                {
                    "text": "ทักษะการสื่อสารด้วยวาจาและลายลักษณ์อักษรที่ดีเยี่ยม"
                },
                {
                    "text": "ความสามารถในการทำงานอย่างอิสระ ใช้วิจารณญาณอย่างมืออาชีพ และใช้ดุลยพินิจ"
                },
                {
                    "text": "สะดวกสบายในสภาพแวดล้อมที่มุ่งเน้นการทำงานเป็นทีมบนพื้นฐานของการสื่อสารที่เปิดเผย โปร่งใส ต่อเนื่อง การแบ่งปันข้อมูล และการตัดสินใจที่ครอบคลุม"
                },
                {
                    "text": "ต้องเปิดรับคำติชมและการพัฒนาทางวิชาชีพ"
                },
                {
                    "text": "ต้องแสดงความบริสุทธิ์ใจสูงสุด เคารพในข้อมูลที่เป็นความลับ"
                }
            ],
            "responsibility": [{
                    "text": "จัดการโครงการภายในและภายนอกโดยประสานงานกับแผนกและ/หรือองค์กรอื่น ๆ ในนามของ CEO"
                },
                {
                    "text": "พัฒนาความน่าเชื่อถือและอำนาจสำหรับทีมผู้นำด้านการเงินโดยการวิเคราะห์งบประมาณ รายงานและแนวโน้มทางการเงินที่แม่นยำ และขั้นตอนการดำเนินงาน"
                },
                {
                    "text": "ให้คำแนะนำและคำแนะนำทางการเงินจากผู้เชี่ยวชาญแก่ผู้อื่นภายในความเป็นผู้นำของผู้บริหาร"
                },
                {
                    "text": "ความรับผิดชอบในการพัฒนานโยบายเชิงกลยุทธ์ การนำไปปฏิบัติ และการส่งมอบ และสอดคล้องกันในการสร้างใหม่และการเติบโต"
                },
                {
                    "text": "ตรวจสอบให้แน่ใจว่ามีการส่งมอบกลยุทธ์อย่างมีประสิทธิภาพในวัตถุประสงค์ขององค์กรและทีม และทรัพยากรได้รับการจัดสรรอย่างเหมาะสมกับผลลัพธ์ที่มีความสำคัญ"
                },
                {
                    "text": "วางแผน จัดการ และควบคุมกำหนดการต่างๆ ของโครงการ และดูแลการส่งมอบงานให้เสร็จภายในงบประมาณและเส้นตายตามกำหนดเวลา"
                },
                {
                    "text": "จัดการสถานการณ์ที่ซับซ้อนและอ่อนไหวทางการเมืองโดยประกันการเจรจาที่มีประสิทธิภาพระหว่างทุกฝ่าย"
                },
                {
                    "text": "ดูแลการบริหารการเงินของโครงการที่ดี ดูแลการจัดเตรียมเงินทุนและเป้าหมายรายได้ ติดตามรายงานและผลตอบแทนทางการเงินให้กับบริษัท"
                },
                {
                    "text": "ตรวจสอบประสิทธิภาพขององค์กรโดยติดตามความคืบหน้าและรับประกันการส่งมอบแผน และให้แน่ใจว่าทีมผู้นำตระหนักถึงการเปลี่ยนแปลงที่อาจส่งผลกระทบต่อประสิทธิภาพการทำงาน/บริการ"
                },
                {
                    "text": "จัดหาบริการและงานเพื่อให้มั่นใจว่ามีแนวทางปฏิบัติที่ดีที่สุด คุ้มค่าเงิน และปฏิบัติตามข้อกำหนดทางกฎหมาย แนวทางบังคับ กระบวนการ และกฎระเบียบทางการเงิน"
                },
                {
                    "text": "สร้างวัฒนธรรมแห่งความสำเร็จ สนับสนุนผลลัพธ์ที่มีคุณภาพตรงเวลาและตามงบประมาณในองค์กร"
                },
                {
                    "text": "เป็นสมาชิกหลักของทีมผู้บริหารระดับสูงและทำงานอย่างใกล้ชิดกับประธานเจ้าหน้าที่บริหาร"
                },
                {
                    "text": "มั่นใจในจริยธรรมทางธุรกิจที่สะอาดและโปร่งใสและแรงผลักดันที่แข็งแกร่งสำหรับโซลูชั่นที่เป็นมิตรต่อสิ่งแวดล้อม"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "business-development-engineer",
            "title": "วิศวกรพัฒนาธุรกิจ",
            "qualification": [{
                    "text": "อย่างน้อย 3 ปีในการขายและการตลาดในบริการความสมบูรณ์ของสินทรัพย์ บริการตรวจสอบหรือบริการพัฒนาซอฟต์แวร์"
                },
                {
                    "text": "มีประสบการณ์อย่างน้อย 5 ปีในการตรวจสอบภาชนะรับแรงดัน ท่อ ถังเก็บ และอุปกรณ์ไฟฟ้าสถิตอื่นๆ"
                },
                {
                    "text": "มีความรู้และเชี่ยวชาญในการพัฒนาธุรกิจเพื่อธุรกิจความซื่อสัตย์และการตรวจสอบ"
                }
            ],
            "responsibility": [{
                    "text": "ทำหน้าที่เป็นหัวหน้าวิศวกรโครงการสำหรับการพัฒนาธุรกิจเพื่อสนับสนุนข้อเสนอใหม่"
                },
                {
                    "text": "ประเมินข้อกำหนดทางเทคนิคของ RFP (ขอข้อเสนอ) หรือ RFQ (ขอใบเสนอราคา) นำเสนอต่อผู้บริหารระดับสูงหรือตัวแทนด้านเทคนิคด้านเทคนิคที่คาดหวังเพื่อตอบสนองข้อเสนอหรือใบเสนอราคาและเอกสารประกอบ"
                },
                {
                    "text": "ทำงานควบคู่ไปกับการจัดการด้านวิศวกรรมและตัวแทนด้านเทคนิคผู้เชี่ยวชาญเฉพาะเรื่องเพื่อกำหนดระบบและผลิตภัณฑ์ที่จะนำเสนอ"
                },
                {
                    "text": "ทำงานร่วมกับลูกค้า ผู้อำนวยการฝ่ายขาย ตัวแทนด้านเทคนิค และทีมปฏิบัติการเพื่อให้แน่ใจว่ามีความเข้าใจที่สมบูรณ์และข้อตกลงเกี่ยวกับคำอธิบายทางเทคนิคของงาน"
                },
                {
                    "text": "กำหนดต้นทุน NRE (งานวิศวกรรมที่ไม่เกิดซ้ำ) รวมถึงรายการต่างๆ เช่น เครื่องมือ กำลังคน ค่าธรรมเนียมการพัฒนา ค่าบริการ เป็นต้น"
                },
                {
                    "text": "ทำงานร่วมกับฝ่ายบริหาร AI เพื่อพัฒนาและกำหนดกลยุทธ์การขายให้บรรลุเป้าหมายที่ต้องการ เช่น อัตรากำไรสูงสุด ความเสี่ยงต่ำสุด เป็นต้น ตามการอนุมัติของฝ่ายบริหาร"
                },
                {
                    "text": "พัฒนาเนื้อหาทางเทคนิคทั้งหมดด้วยความตั้งใจที่จะส่งมอบเนื้อหาทางเทคนิคอย่างราบรื่นหลังจากชนะการประมูล"
                },
                {
                    "text": "ระบุความได้เปรียบทางเทคนิคใหม่เหนือคู่แข่งหรือเอาชนะข้อเสียที่ทราบ"
                },
                {
                    "text": "จัดเตรียมเอกสารสำคัญในการพัฒนาธุรกิจ การขาย และการตลาดให้ครบทุกกระบวนการ"
                },
                {
                    "text": "จัดทำขั้นตอนการพัฒนาธุรกิจ ขั้นตอนและแบบฟอร์มการขายและการตลาด"
                },
                {
                    "text": "ปฏิบัติหน้าที่อื่นตามที่ผู้บริหารหรือผู้จัดการมอบหมาย เพื่อสนับสนุนวิศวกรฝ่ายพัฒนาธุรกิจในด้านข้อมูลทางเทคนิคสำหรับบริการด้านความสมบูรณ์ของสินทรัพย์ เช่น RBI, IDB, ITP และ FFS"
                },
                {
                    "text": "เพื่อสร้าง ITP และ Integrity Management ของอุปกรณ์แบบคงที่"
                },
                {
                    "text": "เพื่อตรวจสอบและรวบรวมข้อมูลการตรวจสอบ ระดับความสมบูรณ์ และกลไกความเสียหายของอุปกรณ์ไฟฟ้าสถิตย์"
                },
                {
                    "text": "เพื่อจัดการและนำความสมบูรณ์ไปใช้ และเพิ่มประสิทธิภาพความถี่ในการตรวจสอบ ค่าบำรุงรักษา และความพร้อมใช้งานของโรงงาน"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "crack-detection-analysis-and-reporting-specialist",
            "title": "ผู้เชี่ยวชาญด้านการวิเคราะห์และการรายงานการถอดรหัส",
            "qualification": [{
                    "text": "วุฒิปริญญาตรี วิศวกรรมศาสตร์ หรือสาขาที่เกี่ยวข้อง หรือ/และ ปวส. พิจารณาเป็นพิเศษ"
                },
                {
                    "text": "ต้องมีทักษะในการสื่อสารภาษาอังกฤษทั้งการเขียนและการพูดที่ดีเยี่ยม"
                },
                {
                    "text": "สามารถใช้คอมพิวเตอร์ได้"
                },
                {
                    "text": "ประสบการณ์อย่างน้อย 2 ปีในสายงานที่เกี่ยวข้อง ประสบการณ์ด้านท่อ การเชื่อม การตรวจสอบ มีความรู้ด้านรหัสอุตสาหกรรมและมาตรฐาน เช่น AWS, ASME, API"
                },
                {
                    "text": "ประสบการณ์มากมายและหรือความสามารถในการปรับขนาดข้อบกพร่องอย่างแม่นยำผ่านการวัด TOF"
                },
                {
                    "text": "การรับรองใน API QUSE / PCN UT Welds Critical Sizing เป็นที่ต้องการ"
                }
            ],
            "responsibility": [{
                    "text": "ดำเนินการวิเคราะห์ข้อมูลรอยร้าวโดยละเอียดจากข้อมูลการตรวจสอบที่รวบรวมจากการตีความ A-scan"
                },
                {
                    "text": "ตรวจสอบข้อมูลการตรวจสอบด้วยซอฟต์แวร์ Dexon Crack"
                },
                {
                    "text": "รายงานให้ครบถ้วนตาม POF 2016 อย่างทันท่วงที"
                },
                {
                    "text": "ประสานงานกับ Pipeline Engineers เกี่ยวกับปัญหาการตรวจสอบการประมวลผล"
                },
                {
                    "text": "แจ้งและให้คำแนะนำแก่วิศวกรท่อสำหรับมาตรการที่จำเป็นเกี่ยวกับการเบี่ยงเบนของการตรวจสอบ"
                },
                {
                    "text": "ประสานงานและจัดทำรายงานข้อมูลโดยละเอียดตามความต้องการมาตรฐานที่กำหนด"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "data-analysis-and-reporting-officer",
            "title": "เจ้าหน้าที่วิเคราะห์ข้อมูลและรายงาน",
            "qualification": [{
                    "text": "วุฒิปริญญาตรี วิศวกรรมศาสตร์ หรือสาขาที่เกี่ยวข้อง หรือ/และ ปวส"
                },
                {
                    "text": "ต้องมีทักษะในการสื่อสารภาษาอังกฤษทั้งการเขียนและการพูดที่สมบูรณ์แบบ มีความรู้ด้านคอมพิวเตอร์"
                },
                {
                    "text": "มีประสบการณ์อย่างน้อย 1 ปีในสายงานที่เกี่ยวข้อง มีประสบการณ์ด้านท่อ การเชื่อม การตรวจสอบ มีความรู้ด้านรหัสอุตสาหกรรมและมาตรฐาน เช่น AWS, ASME, API จะพิจารณาเป็นพิเศษ"
                }
            ],
            "responsibility": [{
                    "text": "ดำเนินการวิเคราะห์ข้อมูลโดยละเอียดจากข้อมูลการตรวจสอบที่รวบรวมได้"
                },
                {
                    "text": "ตรวจสอบข้อมูลการตรวจสอบด้วยซอฟต์แวร์ Dexon"
                },
                {
                    "text": "รายงานให้ครบถ้วนตาม POF 2016 ภายในระยะเวลาที่กำหนด"
                },
                {
                    "text": "ประสานงานกับ Pipeline Engineers เกี่ยวกับปัญหาการตรวจสอบการประมวลผล"
                },
                {
                    "text": "แจ้งและให้คำแนะนำแก่วิศวกรท่อสำหรับมาตรการที่จำเป็นในการตรวจสอบที่เบี่ยงเบน"
                },
                {
                    "text": "ประสานงานและจัดทำรายงานข้อมูลโดยละเอียดตามความต้องการมาตรฐานที่กำหนด"
                },
                {
                    "text": "ตรวจสอบขั้นสุดท้ายรายงานขั้นสุดท้าย"
                },
                {
                    "text": "ตรวจสอบการใช้ QAQC ในทุกด้านของการรายงาน DPS"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "dtc-sales-manager",
            "title": "ผู้จัดการฝ่ายขาย DTC",
            "qualification": [{
                    "text": "ประสบการณ์อย่างน้อย 7 ปีในการขาย การต่อรองได้ ด้านเทคนิคหรือการตรวจสอบ 3 ปีในระดับผู้จัดการ และประสบการณ์อย่างน้อย 5 ปีในการเรียนรู้และพัฒนาหรือผู้เชี่ยวชาญด้านการฝึกอบรม หรือบทบาทอื่นที่คล้ายคลึงกัน"
                },
                {
                    "text": "ประสบการณ์ในการตรวจสอบทางวิศวกรรมและการทดสอบแบบไม่ทำลายของภาชนะรับแรงดัน, เครื่องแลกเปลี่ยนความร้อน, หม้อไอน้ำ, ท่อและโครงสร้างในสาขาโรงกลั่นน้ำมัน, โรงไฟฟ้า, โรงงานปิโตรเคมี, การต่อเรือ, นอกชายฝั่งจะพิจารณาเป็นพิเศษ"
                },
                {
                    "text": "ความสามารถในการออกแบบโปรแกรมการฝึกอบรมและการประชุมเชิงปฏิบัติการ"
                },
                {
                    "text": "ประสบการณ์ระดับมืออาชีพกับซอฟต์แวร์การจัดการเรียนรู้"
                },
                {
                    "text": "ความสามารถในการนำไปสู่วงจรการฝึกอบรมเต็มรูปแบบ"
                },
                {
                    "text": "ความรู้เกี่ยวกับการฝึกอบรมและวิธีการสอนต่างๆ"
                }
            ],
            "responsibility": [{
                    "text": "ประเมินพนักงานและระบุจุดอ่อน"
                },
                {
                    "text": "ระบุความต้องการการฝึกอบรมตามความต้องการ"
                },
                {
                    "text": "จากการวิจัย วางแผนการใช้โปรแกรมการฝึกอบรมที่จะเตรียมพนักงานสำหรับขั้นตอนต่อไปในเส้นทางอาชีพของพวกเขา"
                },
                {
                    "text": "รับสมัครเทรนเนอร์."
                },
                {
                    "text": "นำเสนอข้อกำหนดการฝึกอบรมด้านเทคนิคและการจัดหาทั้งหมด"
                },
                {
                    "text": "จัดเตรียมงบประมาณสำหรับโครงการอบรมและสัมมนาเชิงปฏิบัติการ"
                },
                {
                    "text": "สนับสนุนให้พนักงานเข้ารับการฝึกอบรม"
                },
                {
                    "text": "ดูแลการเข้างานและผลการปฏิบัติงานของพนักงาน"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "electronics-specialist",
            "title": "ผู้เชี่ยวชาญด้านอิเล็กทรอนิกส์",
            "qualification": [{
                    "text": "ปริญญาตรี สาขาวิศวกรรมอิเล็กทรอนิกส์หรือเทียบเท่า"
                },
                {
                    "text": "ประสบการณ์อย่างน้อย 4-5 ปีในสาขาอิเล็กทรอนิกส์, ประสบการณ์การบัดกรีด้วยมือ"
                },
                {
                    "text": "การดีบั๊กและปัญหาของบอร์ดอิเล็กทรอนิกส์ วงจรอิเล็กทรอนิกส์ และความรู้ด้านแผนผัง"
                }
            ],
            "responsibility": [{
                    "text": "เพื่อทำงานอย่างใกล้ชิดกับวิศวกรอิเล็กทรอนิกส์"
                },
                {
                    "text": "พัฒนาชิ้นส่วนอิเล็กทรอนิกส์สำหรับท่อและอุปกรณ์ตรวจสอบ"
                },
                {
                    "text": "เตรียมภาพวาด แผนภาพ และเอกสารประกอบทั้งหมด"
                },
                {
                    "text": "ติดต่อประสานงานกับซัพพลายเออร์และควบคุมคุณภาพ"
                },
                {
                    "text": "อุปกรณ์ตรวจสอบการประกอบและทดสอบ"
                },
                {
                    "text": "รายงานและสร้างเอกสาร"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "fpfga-engineer",
            "title": "วิศวกร FPGA",
            "qualification": [{
                    "text": "วุฒิ ป.ตรี-โท สาขา Electronics Engineer หรือเทียบเท่า ประสบการณ์ 2 ปีขึ้นไป"
                },
                {
                    "text": "มีความรู้อย่างมากเกี่ยวกับ Altera FPGA และเครื่องมือ Quartus และมีความยืดหยุ่นในการใช้ FPGA ของแบรนด์อื่น ๆ"
                },
                {
                    "text": "การออกแบบดิจิทัลความเร็วสูงโดยใช้ Verilog HDL หรือ VHDL"
                },
                {
                    "text": "ความรู้เกี่ยวกับฮาร์ดแวร์และระบบดิจิทัล"
                }
            ],
            "responsibility": [{
                    "text": "พัฒนาเฟิร์มแวร์สำหรับ FPGA"
                },
                {
                    "text": "พัฒนาซอฟต์แวร์สำหรับโปรเซสเซอร์แบบฝังตัว"
                },
                {
                    "text": "มีส่วนร่วมในการพัฒนาการออกแบบบอร์ดจัดซื้อทั้งหมดตาม FPGA สำหรับระบบหลายช่องสัญญาณ"
                },
                {
                    "text": "มีส่วนร่วมในกระบวนการทั้งหมดของการพัฒนาเฟิร์มแวร์สำหรับ FPGA เช่น การออกแบบ การนำไปใช้งาน การแก้ไขจุดบกพร่อง และการจัดทำเอกสาร"
                },
                {
                    "text": "ทำงานร่วมกับสัญญาณ UT และพัฒนาอัลกอริธึมการประมวลผลสัญญาณดิจิทัล"
                },
                {
                    "text": "รองรับการออกแบบ FPGA และเฟิร์มแวร์ปัจจุบันสำหรับ pigging และ SIRIS"
                },
                {
                    "text": "งานอื่นๆ ที่เกี่ยวข้องตามที่ผู้บังคับบัญชามอบหมาย"
                },
                {
                    "text": "ติดตามระบบการจัดการคุณภาพและความปลอดภัย"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "general-manager",
            "title": "ผู้จัดการทั่วไป",
            "qualification": [{
                    "text": "วุฒิปริญญาตรีขึ้นไป สาขาบริหารธุรกิจ หรือสาขาที่เกี่ยวข้อง."
                },
                {
                    "text": "ประสบการณ์อย่างน้อย 8 ปีในด้านเทคนิคหรือการตรวจสอบ และ 3 ปีในระดับการจัดการ"
                },
                {
                    "text": "ประสบการณ์ในการบริหารองค์กรขนาดกลางถึงขนาดใหญ่"
                },
                {
                    "text": "มีประสบการณ์และความรู้ด้านวิศวกรรมหรือบริการที่เกี่ยวข้องกับ NDT"
                }
            ],
            "responsibility": [{
                    "text": "เพื่อบริหารแผนกฝึกอบรมเป็นหน่วยงานอิสระภายใต้ DITT"
                },
                {
                    "text": "วัตถุประสงค์เพื่อพัฒนา DTC ให้เป็นสถาบันฝึกอบรมคุณภาพสูงที่ประสบความสำเร็จและให้ผลกำไรสูง"
                },
                {
                    "text": "รักษาสถานะที่ยอดเยี่ยมและสิทธิพิเศษ (หากเป็นไปได้) ด้วย API และหน่วยงานรับรองอื่น ๆ ที่เกี่ยวข้องกับธุรกิจของ DTC"
                },
                {
                    "text": "พัฒนากลยุทธ์การฝึกอบรมและแผนการรับรองที่เกี่ยวข้องกับอุตสาหกรรมของประเทศไทยและตลาดของ DTC"
                },
                {
                    "text": "วางแผนและกำกับกิจกรรมขององค์กรให้บรรลุเป้าหมาย/เป้าหมายที่ตกลงกันไว้และมาตรฐานการปฏิบัติงาน วัฒนธรรม และการปฏิบัติตามกฎหมาย"
                },
                {
                    "text": "ควบคุมการดำเนินงานของบริษัทให้มีประสิทธิผล คุ้มค่า มีผลกำไร"
                },
                {
                    "text": "รายงานต่อประธานเจ้าหน้าที่บริหารเพื่อให้การพัฒนาเป็นไปอย่างดีที่สุด"
                },
                {
                    "text": "พัฒนาและขยายบริการ ความสามารถ และคุณภาพของ DTC เชิงรุก"
                },
                {
                    "text": "จัดทำงบประมาณประจำปี รายเดือน บัญชีและรายงานความก้าวหน้าและสถานะ"
                },
                {
                    "text": "ให้ข้อมูลอัปเดตและควบคุมแผนก/พนักงานทั้งหมดอย่างต่อเนื่องเกี่ยวกับการพัฒนา ระดับความพึงพอใจ และความต่อเนื่อง"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "international-sales-and-business-development-specialist",
            "title": "ผู้เชี่ยวชาญด้านการขายและพัฒนาธุรกิจระหว่างประเทศ",
            "qualification": [{
                    "text": "พัฒนาลูกค้าและตลาดใหม่และที่มีอยู่ตลอดจนกลยุทธ์ทางธุรกิจ"
                },
                {
                    "text": "ทำหน้าที่เป็นจุดศูนย์กลางในการติดต่อสำหรับเรื่องการตลาดทั้งหมดระหว่างฝ่ายขาย ฝ่ายปฏิบัติการ และส่วนอื่น ๆ ที่เกี่ยวข้อง เพื่อให้มั่นใจว่ามีการสื่อสารที่ชัดเจนกับทุกฝ่าย ติดต่อประสานงานกับเพื่อนร่วมงานตามความเหมาะสม"
                },
                {
                    "text": "พัฒนาแผนกลยุทธ์ระยะกลางถึงระยะยาวและงบประมาณสำหรับกลุ่มผลิตภัณฑ์บริการเพื่อให้บรรลุวัตถุประสงค์และตอบสนองความต้องการของลูกค้า"
                },
                {
                    "text": "วิเคราะห์งบประมาณค่าใช้จ่ายทั้งในอดีตและปัจจุบัน ยอดขาย ความบกพร่องของผลิตภัณฑ์ และรายได้ สิ่งนี้ช่วยให้เขา/เธอสามารถให้คำแนะนำสำหรับการเติบโตของบริษัทและการแก้ไขปัญหาต่างๆ"
                },
                {
                    "text": "ติดตามโอกาสทางธุรกิจใหม่ ๆ และจัดการประชุม"
                },
                {
                    "text": "วางแผนและเตรียมการนำเสนอ"
                },
                {
                    "text": "ติดตามคู่แข่ง แนวโน้มตลาด แนวโน้มเทคโนโลยีเพื่อพัฒนาผลิตภัณฑ์บริการและราคา และราคาตลาดและการอัปเดตคุณสมบัติ"
                },
                {
                    "text": "สร้างและใช้กลยุทธ์การตลาดเครื่องมือและระบบที่เป็นนวัตกรรมและคุ้มค่า (ทางตรงและทางอ้อม) เพื่อขับเคลื่อนผลลัพธ์"
                },
                {
                    "text": "พัฒนาและใช้ระบบและกระบวนการเพื่อให้ข้อมูลเกี่ยวกับลูกค้าและลูกค้าอย่างถูกต้องทันเวลา เพื่อให้กิจกรรมทางการตลาดเกิดผลลัพธ์สูงสุดในทุกช่องทางการค้า"
                },
                {
                    "text": "อัปเดตการคาดการณ์ทางการเงินและการประเมินการแบ่งกลุ่มลูกค้าเพื่อให้แผนกลยุทธ์เป็นจริง"
                },
                {
                    "text": "พัฒนาและดำเนินการตามแผนการจัดการการตลาด ดูแลการดำเนินการผ่านเจ้าหน้าที่การตลาดสำหรับผลิตภัณฑ์บริการทั้งหมด"
                },
                {
                    "text": "ติดตามคู่แข่ง แนวโน้มตลาด แนวโน้มเทคโนโลยีเพื่อพัฒนาผลิตภัณฑ์บริการและราคา และราคาตลาดและการอัปเดตคุณสมบัติ"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "programmer",
            "title": "โปรแกรมเมอร์",
            "qualification": [{
                    "text": "รับผิดชอบการเขียนโปรแกรมฐานข้อมูล การบริหาร และการจัดการโดยใช้เครื่องมือ MS SQL หรืออื่นๆ"
                },
                {
                    "text": "จัดระเบียบ วางแผน ประสานงาน และใช้มาตรการรักษาความปลอดภัยเพื่อให้มั่นใจว่าฐานข้อมูลคอมพิวเตอร์มีความปลอดภัย"
                },
                {
                    "text": "ดำเนินการทดสอบและใช้งานฐานข้อมูลใหม่เพื่อพัฒนาและปรับปรุงโปรแกรมคอมพิวเตอร์"
                },
                {
                    "text": "จัดการงานด้านการออกแบบและบำรุงรักษาเว็บแอปพลิเคชันและแอปพลิเคชันฐานข้อมูล"
                },
                {
                    "text": "มอบหมายงานเขียนข้อกำหนดและการกำหนดค่าสำหรับแอปพลิเคชันฐานข้อมูล"
                },
                {
                    "text": "รับความต้องการของลูกค้าหรือ HOD หรือ Senior Programmer เพื่อพัฒนา ออกแบบ และใช้งานทั้งภายในและภายนอกองค์กร"
                },
                {
                    "text": "วิเคราะห์และกำหนดข้อกำหนดของระบบเอกสารสำหรับข้อมูล เวิร์กโฟลว์ กระบวนการเชิงตรรกะ และอินเทอร์เฟซกับระบบอื่นๆ"
                },
                {
                    "text": "ออกแบบ พัฒนา และบำรุงรักษาซอฟต์แวร์ฐานข้อมูลตามความต้องการของลูกค้า จากนั้นนำเสนอแอปพลิเคชันฐานข้อมูลต้นแบบและรับข้อกำหนดเพิ่มเติมเพื่อแก้ไขจนกว่าจะเสร็จสิ้นและถูกต้องภายในสัญญา"
                },
                {
                    "text": "สร้างสคริปต์และแพ็คเกจสำหรับการรวมข้อมูล การบำรุงรักษาข้อมูล หรือการแก้ไขจุดบกพร่อง"
                },
                {
                    "text": "วิเคราะห์โค้ดเพื่อแก้ไขปัญหาและเพิ่มประสิทธิภาพการทำงาน"
                },
                {
                    "text": "ให้คำปรึกษาด้านเทคนิคหรือฝึกอบรมและบริการเมื่อลูกค้าต้องการหรือร้องขอในขณะที่พบปัญหาและข้อสงสัย"
                },
                {
                    "text": "จัดทำและออกแบบคู่มือซอฟต์แวร์ของแต่ละโครงการ"
                },
                {
                    "text": "ตรวจสอบโปรแกรมและข้อมูลหลังจากได้รับการตรวจสอบล่าสุดจากผู้ตรวจสอบ"
                },
                {
                    "text": "เขียนและควบคุมขั้นตอน แบบฟอร์ม และเอกสารสนับสนุนที่เกี่ยวข้องในส่วนฐานข้อมูล"
                },
                {
                    "text": "ทักษะการแก้ปัญหาที่แข็งแกร่งและความคิดสร้างสรรค์"
                },
                {
                    "text": "สามารถทำงานหลายอย่างพร้อมกันและจัดการงานหลายโครงการ/งานได้พร้อมกัน"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "sales-engineer",
            "title": "วิศวกรฝ่ายขาย",
            "qualification": [{
                    "text": "วุฒิปริญญาตรีขึ้นไป สาขาวิศวกรรมศาสตร์ หรือที่เกี่ยวข้อง"
                },
                {
                    "text": "ประสบการณ์โดยรวมทั้งด้านการขายและการบริการอย่างน้อย 3 ปีใน Industrial Equipment's จะพิจารณาเป็นพิเศษ"
                },
                {
                    "text": "ภาคอุตสาหกรรมต่อไปนี้ตั้งแต่หนึ่งภาคขึ้นไป ปิโตรเคมี น้ำมันและก๊าซ การกลั่นน้ำมัน หรือโรงไฟฟ้า และอุตสาหกรรมที่เกี่ยวข้อง"
                }
            ],
            "responsibility": [{
                    "text": "ติดต่อกับลูกค้าทั้งของสหกรณ์และหน่วยงานราชการ"
                },
                {
                    "text": "จัดการการติดต่อและความสัมพันธ์ของลูกค้า"
                },
                {
                    "text": "เพิ่มธุรกรรมและรายได้สำหรับกลุ่มที่ได้รับมอบหมาย"
                },
                {
                    "text": "ให้ข้อมูลโดยละเอียดและสร้างความมั่นใจให้กับลูกค้าอย่างสูง"
                },
                {
                    "text": "ดำเนินแผนการส่งเสริมการขายและกลยุทธ์ทางการตลาด"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "sap-business-one-specialist",
            "title": "ผู้เชี่ยวชาญ SAP Business One",
            "qualification": [{
                    "text": "รวบรวมและวิเคราะห์ข้อมูลจำเพาะทางธุรกิจและการทำงานของบริษัทสำหรับการแปลเป็นเอกสารการออกแบบโดยละเอียด"
                },
                {
                    "text": "ติดตั้ง กำหนดค่า และเพิ่มประสิทธิภาพแอปพลิเคชัน SAP Business One และเพิ่มโซลูชันการจัดการโปรแกรม/โครงการ (โปรแกรม Maringo) ตามเอกสารการออกแบบ"
                },
                {
                    "text": "ออกแบบและดำเนินการทดสอบระบบและสนับสนุนการทดสอบการยอมรับของผู้ใช้ (UAT) โดยให้ความสำคัญกับการกำหนดเวอร์ชันและการเปลี่ยนจากการพัฒนาและการทดสอบไปสู่ขั้นตอนการผลิต"
                },
                {
                    "text": "นำเสนอการอัปเดตโครงการอย่างสม่ำเสมอแก่ผู้บริหารตามความเหมาะสมตลอดวงจรชีวิตโครงการ"
                },
                {
                    "text": "ระบุและประเมินความเสี่ยงเชิงรุกและยกระดับไปยังผู้จัดการโครงการตามที่กำหนด"
                },
                {
                    "text": "ออกกฎการแก้ไขปัญหาและปัญหาการใช้งาน"
                },
                {
                    "text": "จัดหาโซลูชันสำรองในกรณีที่ข้อจำกัดทางเทคนิคเป็นอุปสรรคต่อกระบวนการทางธุรกิจ"
                },
                {
                    "text": "ตรวจสอบให้แน่ใจว่าโครงการส่งมอบตรงเวลาถึงผู้ใช้ด้วยความพึงพอใจ"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "simulation-engineer",
            "title": "วิศวกรจำลอง",
            "qualification": [{
                    "text": "วุฒิปริญญาตรีขึ้นไป สาขาวิศวกรรมเครื่องกล หรือใกล้เคียง"
                },
                {
                    "text": "มีประสบการณ์ในซอฟต์แวร์ CAD 2D และ 3D ตัวอย่างเช่น: Autodesk Inventor, AutoCAD, Solid Works หรือที่คล้ายกัน) อย่างน้อย 1 ปี"
                },
                {
                    "text": "มีประสบการณ์ในซอฟต์แวร์จำลองสถานการณ์ (COMSOL, ANSYS) อย่างน้อย 1 ปี"
                },
                {
                    "text": "มีประสบการณ์ในการสร้างและทดสอบเครื่องจักรอย่างน้อย 1 ปี"
                },
                {
                    "text": "มีประสบการณ์ด้านอุปกรณ์ใต้ทะเลจะพิจารณาเป็นพิเศษ"
                },
                {
                    "text": "พูดภาษาอังกฤษและเขียนคำสั่งได้ดี"
                }
            ],
            "responsibility": [{
                    "text": "พัฒนาแบบจำลอง การตรวจสอบ และสร้างข้อมูลทางเทคนิคขั้นสุดท้ายสำหรับเครื่องมือของ Dexon เช่น MFL, UT-MC, UT-R เป็นต้น"
                },
                {
                    "text": "ปรับปรุงและตรวจสอบโมเดลด้วยความร่วมมืออย่างใกล้ชิดกับแผนกออกแบบและทดสอบ"
                },
                {
                    "text": "จัดการกับปัญหาด้านกลศาสตร์ ฟิสิกส์ อิเล็กทรอนิกส์ และซอฟต์แวร์/เฟิร์มแวร์"
                },
                {
                    "text": "การประเมินความสามารถในการจดสิทธิบัตรของสิ่งประดิษฐ์ (การวิเคราะห์องค์ประกอบหลัก) การเตรียม การร่าง และการยื่นคำขอรับสิทธิบัตร"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "software-engineer",
            "title": "วิศวกรรมซอฟต์แวร์",
            "qualification": [{
                    "text": "วุฒิปริญญาตรีขึ้นไป สาขาวิศวกรรม สาขาอิเล็กทรอนิกส์/คอมพิวเตอร์/เมคคาทรอนิกส์/ฟิสิกส์"
                },
                {
                    "text": "ประสบการณ์การเขียนโปรแกรมที่แข็งแกร่งใน C/C++/C#"
                },
                {
                    "text": "ประสบการณ์การเขียนโปรแกรมใน Delphi/อุปกรณ์พกพา/ระบบสมองกลฝังตัวจะพิจารณาเป็นพิเศษ"
                },
                {
                    "text": "สามารถสื่อสารภาษาอังกฤษได้ดี"
                },
                {
                    "text": "ประสบการณ์การทำงานที่ได้รับการพิสูจน์แล้วในด้านวิศวกรรมซอฟต์แวร์"
                },
                {
                    "text": "ปริญญาวิทยาการคอมพิวเตอร์ วิศวกรรมคอมพิวเตอร์ เมคคาทรอนิกส์ อิเล็กทรอนิกส์ หรือที่เกี่ยวข้อง"
                },
                {
                    "text": "ไฟล์ (เป็นที่ต้องการปริญญาเอก)"
                },
                {
                    "text": "มีประสบการณ์ในการเขียนโปรแกรมคอมพิวเตอร์กราฟิกหรือการประมวลผลทางเรขาคณิตด้วย OpenGL"
                },
                {
                    "text": "มีประสบการณ์การเขียนโปรแกรมในการประมวลผลแบบขนาน/การเขียนโปรแกรมแบบมัลติเธรด และ/หรือ open MP"
                },
                {
                    "text": "มีประสบการณ์ในการควบคุมเวอร์ชันของซอฟต์แวร์"
                },
                {
                    "text": "ความสามารถในการวิเคราะห์และคณิตศาสตร์ที่แข็งแกร่งในการทำงานในพื้นที่ปัญหา 2D/3D"
                },
                {
                    "text": "มีประสบการณ์เกี่ยวกับสิ่งต่อไปนี้จะดีกว่า: การเขียนโปรแกรมฐานข้อมูลและเว็บเพจ"
                }
            ],
            "responsibility": [{
                    "text": "สร้าง บำรุงรักษา และปรับปรุงซอฟต์แวร์ C/C++ ที่ใช้กับเครื่องมือตรวจสอบ"
                },
                {
                    "text": "ดำเนินการตรวจสอบรหัสเพื่อปฏิบัติตามแนวทางปฏิบัติที่ดีที่สุดในการพัฒนาและมาตรฐานการเข้ารหัส"
                },
                {
                    "text": "จัดทำคู่มือซอฟต์แวร์และรายงานทางเทคนิค"
                },
                {
                    "text": "วิจัยและรายงานเกี่ยวกับซอฟต์แวร์และเครื่องมือตรวจสอบแบบไม่ทำลาย"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "sr-ili-engineer",
            "title": "ซีเนียร์ วิศวกร ILI",
            "qualification": [{
                    "text": "วุฒิปริญญาตรีขึ้นไป สาขาวิศวกรรม หรือสาขาที่เกี่ยวข้อง."
                },
                {
                    "text": "ประสบการณ์ 5 ปีในท่อและ / หรือการบำรุงรักษาและสาขาที่เกี่ยวข้อง"
                },
                {
                    "text": "มีพื้นฐานด้านวิศวกรรม การตรวจสอบ และ/หรือการตรวจสอบในสายการผลิต"
                },
                {
                    "text": "มีทักษะการอ่าน เขียน และพูดภาษาอังกฤษในระดับดีมาก"
                },
                {
                    "text": "มีทักษะการใช้คอมพิวเตอร์ MS Word, Excel, Power point, Auto Cad, Solid Work เป็นต้น"
                },
                {
                    "text": "มีความสามารถในการวิเคราะห์และการแก้ปัญหา"
                },
                {
                    "text": "แสดงความตั้งใจที่จะเรียนรู้อย่างต่อเนื่อง"
                },
                {
                    "text": "เตรียมพร้อมที่จะทำงานเป็นส่วนหนึ่งของทีม"
                },
                {
                    "text": "สามารถทำหน้าที่เป็น Supervisor ของโครงการใดๆ สำหรับ Pipeline Services"
                },
                {
                    "text": "ตรวจสอบและสรุปรายงานบริการไปป์ไลน์หลังจากโครงการเสร็จสิ้นภายใน SLA"
                },
                {
                    "text": "เข้าร่วมประชุมกับลูกค้าสำหรับข้อกำหนดและวิธีแก้ปัญหา"
                },
                {
                    "text": "รับผิดชอบในการวิเคราะห์ข้อความเกี่ยวกับวิธีการ, ขั้นตอนเฉพาะ, JSA, การประเมินความเสี่ยง และรายงาน"
                },
                {
                    "text": "เหมาะสมทางการแพทย์สำหรับการทำงาน"
                },
                {
                    "text": "ใบรับรองการอยู่รอดนอกชายฝั่งของ BOSIET จะเป็นประโยชน์"
                }
            ],
            "responsibility": [{
                    "text": "ทำงานในไซต์งานในฐานะวิศวกรท่อส่งน้ำเพื่อดำเนินการตรวจสอบในสายการผลิตเมื่อจำเป็น ซึ่งอาจต้องเดินทางไปนอกชายฝั่งหรือต่างประเทศเป็นระยะเวลานาน"
                },
                {
                    "text": "ดำเนินการสำรวจไซต์และรวบรวมรายงานการสำรวจไซต์"
                },
                {
                    "text": "เพื่อกำหนดวิธีการที่ถูกต้องและรวบรวมคำสั่งวิธีการสำหรับการให้บริการตรวจสอบท่อ"
                },
                {
                    "text": "เพื่อประเมิน ระบุ และทดสอบอุปกรณ์ที่ถูกต้องสำหรับการให้บริการตรวจสอบท่อ"
                },
                {
                    "text": "บริการ บำรุงรักษา และซ่อมแซมอุปกรณ์ตรวจสอบท่อของดาคอน"
                },
                {
                    "text": "อ่าน วิเคราะห์ และทำความเข้าใจข้อมูลการตรวจสอบ"
                },
                {
                    "text": "รวบรวมรายงานการตรวจสอบจากข้อมูลที่ได้รับ"
                },
                {
                    "text": "เข้าร่วมการฝึกอบรมที่เกี่ยวข้องกับงานอย่างต่อเนื่อง"
                },
                {
                    "text": "ทำงานตามขั้นตอนคุณภาพของบริษัท"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "test-engineer",
            "title": "วิศวกรทดสอบ",
            "qualification": [{
                    "text": "วุฒิ ปวส.-ปริญญาตรี (เครื่องกล/ไฟฟ้า) หรือสาขาใดก็ได้"
                },
                {
                    "text": "มีประสบการณ์ด้าน QC จะพิจารณาเป็นพิเศษ"
                },
                {
                    "text": "สามารถใช้ภาษาอังกฤษได้ดี"
                },
                {
                    "text": "มีความรู้ด้าน MS Office"
                },
                {
                    "text": "ทักษะการสื่อสารที่ดี"
                }
            ],
            "responsibility": [{
                    "text": "อนุปริญญาขั้นต่ำในสาขาวิศวกรรมเครื่องมือวัด/วิศวกรรมไฟฟ้า/วิศวกรรมเครื่องกล"
                },
                {
                    "text": "มีประสบการณ์ด้านการตรวจสอบ QC เป็นโบนัส"
                },
                {
                    "text": "มีความรู้ด้านการใช้อุปกรณ์วัดความเที่ยงตรง (ไมโครมิเตอร์ เวอร์เนียร์คาลิปเปอร์ ฯลฯ)"
                },
                {
                    "text": "มีความรู้ด้าน Microsoft Excel, Words"
                },
                {
                    "text": "สามารถทำงานภายใต้แรงกดดันได้และบริหารเวลาได้"
                },
                {
                    "text": "ผู้เล่นในทีมและผู้ทำงานหนัก"
                },
                {
                    "text": "เปิดรับการเรียนรู้สิ่งใหม่ ๆ ปรับตัวเข้ากับสภาพแวดล้อมใหม่ ๆ และเปิดใจกว้าง"
                },
                {
                    "text": "เปิดรับข้อเสนอแนะและคำติชม"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "transducer-technician",
            "title": "ช่างทรานสดิวเซอร์",
            "qualification": [{
                    "text": "ระดับ ปวส. สาขาอิเล็กทรอนิกส์ หรือ เคมี"
                },
                {
                    "text": "ชายหรือหญิง"
                },
                {
                    "text": "ยินดีรับนักศึกษาจบใหม่หรือมีประสบการณ์ 2-3 ในด้านอิเล็กทรอนิกส์"
                },
                {
                    "text": "ทักษะงานแฮนด์เมดที่ดีกับชิ้นส่วนขนาดเล็ก"
                },
                {
                    "text": "ทักษะการประกอบ"
                },
                {
                    "text": "ทักษะการบัดกรีที่ดีเป็นข้อดี"
                },
                {
                    "text": "ความรู้ด้านการทำงานของวัสดุผงและอีพ็อกซี่ถือเป็นข้อได้เปรียบ"
                }
            ],
            "responsibility": [{
                    "text": "การบัดกรีและการบัดกรีวัสดุเซรามิก PZ การประกอบทรานสดิวเซอร์ การชั่งน้ำหนัก/การผสมกาว และอีพอกซีโดยใช้เครื่องชั่งดิจิตอล"
                },
                {
                    "text": "รับผิดชอบในการทดสอบและสอบเทียบบันทึกคุณภาพสัญญาณ"
                },
                {
                    "text": "ความสามารถในการทำงานตามชั่วโมงที่จำเป็นเพื่อทำกิจกรรมให้เสร็จตามที่กำหนด"
                },
                {
                    "text": "ความรับผิดชอบอื่น ๆ"
                },
                {
                    "text": "งานอื่นๆ ที่เกี่ยวข้องตามที่ผู้บังคับบัญชามอบหมาย"
                },
                {
                    "text": "ติดตามระบบการจัดการคุณภาพและความปลอดภัย"
                }
            ],
            "other_responsibility": [{
                "text": "งานอื่นๆ ที่เกี่ยวข้องตามที่ได้รับมอบหมายจากผู้บังคับบัญชา"
            }, {
                "text": "ติดตามระบบการจัดการคุณภาพและความปลอดภัย"
            }],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "cash-management-specialist",
            "title": "ผู้เชี่ยวชาญด้านการจัดการเงินสด",
            "qualification": [{
                    "text": "วุฒิปริญญาตรี-โท สาขาบัญชี หรือการเงิน"
                },
                {
                    "text": "มีประสบการณ์ด้านบัญชีหรือการเงินอย่างน้อย 5 ปี และมีประสบการณ์ด้านการจัดการเงินสดจะพิจารณาเป็นพิเศษ"
                }
            ],
            "responsibility": [{
                    "text": "จัดการพอร์ตโฟลิโอของลูกค้าเพื่อให้มั่นใจถึงการเก็บเงินทันเวลา"
                },
                {
                    "text": "การติดต่อทางโทรศัพท์และอีเมลอย่างสม่ำเสมอและรวดเร็วกับลูกค้าที่กำลังใกล้ถึงหรือถึงสถานะเกินกำหนดเพื่อลดความเสี่ยงหนี้สูญ"
                },
                {
                    "text": "จัดทำรายงานการเรียกเก็บเงินรายสัปดาห์ต่อผู้บังคับบัญชาโดยตรง"
                },
                {
                    "text": "เข้าร่วมและประสานงานการประชุมภายในเพื่อตรวจสอบสถานะการเรียกเก็บเงินของลูกค้า"
                },
                {
                    "text": "ทำงานร่วมกับฝ่ายขายเพื่อขับเคลื่อนแนวทางปฏิบัติที่ดีที่สุดในขั้นตอนการเรียกเก็บเงิน"
                },
                {
                    "text": "ลงรายการบัญชีรับเงินสดและกระทบยอดรับเงินสดรายวันกับธนาคาร"
                },
                {
                    "text": "จัดเตรียมแผนการชำระเงินให้กับซัพพลายเออร์"
                },
                {
                    "text": "ช่วยเหลือทีมบัญชีในกิจกรรมปิดบัญชีสิ้นเดือนที่เกี่ยวข้องกับ AR"
                },
                {
                    "text": "ช่วยในโครงการพิเศษเพื่อปรับปรุงกระบวนการ AR"
                },
                {
                    "text": "ดำเนินโครงการเฉพาะกิจอื่น ๆ ตามความจำเป็น"
                }
            ],
            "other_responsibility": [{
                    "text": "สนับสนุนผู้บริหารระดับสูงในการวิเคราะห์ธุรกิจทั้งหมดที่จำเป็นต่อการจัดการที่มีประสิทธิภาพของบริษัท"
                },
                {
                    "text": "งานอื่นๆ ที่เกี่ยวข้องตามที่ได้รับมอบหมายจากผู้บังคับบัญชา"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "machining-operator",
            "title": "พนักงานควบคุมเครื่องจักร",
            "qualification": [{
                    "text": "ปวส. สาขาเครื่องจักรกล/การผลิตหรือใกล้เคียง"
                },
                {
                    "text": "มีประสบการณ์อย่างน้อย 3 ปีในประสบการณ์การควบคุมงานก่อนหน้าโดยการเขียนโปรแกรม ตั้งค่า และควบคุมเครื่องจักรคอมพิวเตอร์ควบคุมเชิงตัวเลข (CNC)"
                },
                {
                    "text": "มีประสบการณ์ด้านเครื่องกัดและกลึง"
                },
                {
                    "text": "อ่านและตีความพิมพ์เขียว การวาดภาพ และใบสั่งงาน"
                },
                {
                    "text": "สามารถใช้โปรแกรม CAD และ CAM ได้จะพิจารณาเป็นพิเศษ"
                }
            ],
            "responsibility": [{
                    "text": "คุ้นเคยกับการทำงานของเครื่อง CNC"
                },
                {
                    "text": "มีความรู้ความเข้าใจและตระหนักในการใช้เครื่องมือวัดและตรวจสอบ"
                },
                {
                    "text": "จัดวาง จัดตำแหน่ง จัดตำแหน่ง และยึดชิ้นส่วนและชุดประกอบให้แน่นก่อนการประกอบ โดยใช้ขอบตรง"
                },
                {
                    "text": "ทำความเข้าใจ ตีความ และแก้ไขการเขียนโปรแกรม G-code"
                },
                {
                    "text": "ทำความสะอาดและบำรุงรักษาเครื่องจักร CNC เป็นประจำทุกวันและเป็นประจำ"
                },
                {
                    "text": "ติดตั้งและใช้งานเครื่องจักรสำหรับการผลิต เช่น เบรก ม้วน กรรไกร เครื่องตัดไฟ เครื่องบด และแท่นเจาะ เพื่อดัด ตัด ขึ้นรูป เจาะ เจาะ หรือสร้างและประกอบส่วนประกอบอื่นๆ"
                },
                {
                    "text": "บันทึกผลการตรวจสอบและทดสอบและจัดทำรายงานเสนอผู้บังคับบัญชา"
                }
            ],
            "other_responsibility": [{
                    "text": "งานอื่นๆ ที่เกี่ยวข้องตามที่ผู้บังคับบัญชามอบหมาย."
                },
                {
                    "text": "การรักษามาตรฐานคุณภาพและความปลอดภัย การเก็บบันทึก; บำรุงรักษาอุปกรณ์และวัสดุสิ้นเปลือง"
                },
                {
                    "text": "ติดตามระบบการจัดการคุณภาพและความปลอดภัย"
                },
                {
                    "text": "ติดตาม KPI ของตนเอง"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "connector-technician",
            "title": "ช่างเชื่อม",
            "qualification": [{
                    "text": "ระดับ ปวส. สาขาอิเล็กทรอนิกส์ หรือ เคมี"
                },
                {
                    "text": "ยินดีรับนักศึกษาจบใหม่หรือมีประสบการณ์ 1-2 ในด้านอิเล็คทรอนิคส์ เครื่องมือ หรือเมคคาทรอนิกส์"
                },
                {
                    "text": "ความรู้เกี่ยวกับการประกอบสายเคเบิลและคอนเนคเตอร์หรือการรับรองการประกอบคอนเนคเตอร์และหางปลา"
                },
                {
                    "text": "ทักษะงานแฮนด์เมดที่ดีกับชิ้นส่วนขนาดเล็ก"
                },
                {
                    "text": "ความรู้พื้นฐานเกี่ยวกับอุปกรณ์ E-test"
                },
                {
                    "text": "ประสบการณ์การบัดกรีที่แม่นยำหรือทักษะการบัดกรีที่ดีเป็นข้อดี"
                }
            ],
            "responsibility": [{
                    "text": "ดำเนินการประกอบคอนเนคเตอร์ขั้นสูงที่ซับซ้อนของผลิตภัณฑ์ตามข้อกำหนดและคำแนะนำที่กำหนดไว้"
                },
                {
                    "text": "ดำเนินการประกอบชิ้นส่วนอิเล็กทรอนิกส์และการประกอบชิ้นส่วนกลไกเล็กน้อย"
                },
                {
                    "text": "ทำงานจากแบบวิศวกรรมและปฏิบัติตามคำแนะนำที่เป็นลายลักษณ์อักษรและด้วยวาจา"
                },
                {
                    "text": "ทำการทดสอบผลิตภัณฑ์และทดสอบประสิทธิภาพและบันทึกผล"
                },
                {
                    "text": "ความสามารถในการทำงานตามชั่วโมงที่จำเป็นเพื่อทำกิจกรรมให้เสร็จตามที่กำหนด"
                }
            ],
            "other_responsibility": [{
                    "text": "งานอื่นๆ ที่เกี่ยวข้องตามที่ผู้บังคับบัญชามอบหมาย"
                },
                {
                    "text": "ติดตามระบบการจัดการคุณภาพและความปลอดภัย"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "assembly-technician",
            "title": "ช่างประกอบ",
            "qualification": [{
                    "text": "ปวส. สาขาอิเล็กทรอนิกส์ เครื่องกล เมคคาทรอนิกส์ และทุกสาขาที่เกี่ยวข้อง"
                },
                {
                    "text": "มีประสบการณ์ในการบัดกรี"
                },
                {
                    "text": "มีประสบการณ์ด้าน Debug และ Repair วงจรอิเล็กทรอนิกส์"
                },
                {
                    "text": "มีประสบการณ์กับอุปกรณ์ห้องปฏิบัติการต่างๆ เช่น ออสซิลโลสโคป เครื่องกำเนิดสัญญาณ แหล่งจ่ายไฟ ฯลฯ"
                },
                {
                    "text": "สามารถประยุกต์ใช้อุปกรณ์และเครื่องมืออิเล็กทรอนิกส์ในการวิเคราะห์และแก้ไขปัญหาวงจรได้"
                },
                {
                    "text": "แก้ไขและวิเคราะห์ปัญหาการประกอบให้ตรงตามข้อกำหนด"
                },
                {
                    "text": "มีประสบการณ์ในกระบวนการประกอบ สร้างกล่องอิเล็กทรอนิกส์หรือเครื่องจักร"
                },
                {
                    "text": "ความเข้าใจในการเขียนโปรแกรมคอมพิวเตอร์และซอฟต์แวร์วิศวกรรม (AutoCAD, SolidWorks)(เป็นข้อดี)"
                },
                {
                    "text": "สามารถทำงานนอกเวลาราชการ วันหยุดสุดสัปดาห์ และ/หรือ วันหยุดนักขัตฤกษ์"
                }
            ],
            "responsibility": [{
                    "text": "รวบรวมวัสดุและอุปกรณ์ที่จำเป็นสำหรับกระบวนการ"
                },
                {
                    "text": "การประกอบบอร์ดอิเล็กทรอนิกส์"
                },
                {
                    "text": "การประกอบเครื่องกล"
                },
                {
                    "text": "การทำงานซ้ำและการแก้ไขปัญหา (อิเล็กทรอนิกส์/เครื่องกล)"
                },
                {
                    "text": "ประกอบวงจรทดลองหรือต้นแบบที่สมบูรณ์ตามหลักวิศวกรรม คำแนะนำ คู่มือทางเทคนิค และความรู้เกี่ยวกับระบบและส่วนประกอบอิเล็กทรอนิกส์"
                },
                {
                    "text": "ต้องบันทึกงานทั้งหมดและนำเสนอรายงานที่เกี่ยวข้องต่อผู้บังคับบัญชา"
                },
                {
                    "text": "การควบคุมคุณสมบัติเมื่อเปรียบเทียบกับข้อกำหนดและการออกแบบ"
                }
            ],
            "other_responsibility": [{
                    "text": "งานอื่นๆ ที่เกี่ยวข้องตามที่ผู้บังคับบัญชามอบหมาย."
                },
                {
                    "text": "ติดตามระบบการจัดการคุณภาพและความปลอดภัย"
                },
                {
                    "text": "ติดตาม KPI ของตนเอง"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "financial-capital-market-and-investor-relation-specialist",
            "title": "ผู้เชี่ยวชาญด้านตลาดทุนการเงินและนักลงทุนสัมพันธ์",
            "qualification": [{
                    "text": "วุฒิปริญญาตรีขึ้นไป สาขาการเงิน บัญชี เศรษฐศาสตร์ ธุรกิจ"
                },
                {
                    "text": "ทัศนคติเชิงบวก."
                },
                {
                    "text": "มีประสบการณ์อย่างน้อย 5 ปีในด้านการเงินองค์กร วาณิชธนกิจ และนักลงทุนสัมพันธ์ โดยพิจารณาเป็นพิเศษในบริษัทจดทะเบียน"
                },
                {
                    "text": "ความสามารถทางภาษาอังกฤษดีเยี่ยม การเขียน การฟัง และการอ่าน มีผล TOEIC 650"
                },
                {
                    "text": "มีความรู้ความเข้าใจเกี่ยวกับกฎหมายและข้อบังคับของสำนักงานคณะกรรมการกำกับหลักทรัพย์และตลาดหลักทรัพย์ (ก.ล.ต.) และตลาดหลักทรัพย์แห่งประเทศไทย (ตลท.) ในเรื่องข้อกำหนดการเปิดเผยข้อมูลต่างๆ"
                },
                {
                    "text": "มีประสบการณ์สูงในการวิเคราะห์และวางแผนทางการเงิน แบบจำลองทางการเงิน ตลาดทุน และการประเมินมูลค่าธุรกิจ"
                },
                {
                    "text": "สามารถสร้างความไว้วางใจและรักษาความสัมพันธ์ที่ดีกับนักลงทุน"
                },
                {
                    "text": "มีความสามารถระดับสูงในการใช้โปรแกรม Microsoft Office"
                },
                {
                    "text": "มีทักษะในการสื่อสารที่เป็นลายลักษณ์อักษรและด้วยวาจา"
                },
                {
                    "text": "ทักษะการวิเคราะห์และการแก้ปัญหาที่แข็งแกร่ง"
                },
                {
                    "text": "สามารถทำงานอิสระและทำงานภายใต้ความกดดันและกรอบเวลาที่จำกัดได้"
                }
            ],
            "responsibility": [{
                    "text": "สร้างและนำเสนอข้อความการลงทุนแก่ชุมชนการลงทุนในนามของบริษัท ติดตามและนำเสนอผลลัพธ์ต่อฝ่ายบริหาร"
                },
                {
                    "text": "การพัฒนาและบำรุงรักษาแผนนักลงทุนสัมพันธ์ของบริษัท"
                },
                {
                    "text": "ดูแลให้มีการเปิดเผยข้อมูลของบริษัทอย่างเหมาะสมและทันท่วงที"
                },
                {
                    "text": "พัฒนาเว็บไซต์ IR อัพเดทข้อมูล ข่าวสาร ประกาศต่างๆ"
                },
                {
                    "text": "ติดต่อประสานงานกับนักลงทุน นักวิเคราะห์ ก.ล.ต. ตลท. และผู้ที่เกี่ยวข้องทุกฝ่าย"
                },
                {
                    "text": "รวบรวมและวิเคราะห์ข้อมูลการตลาดจากแหล่งข้อมูลอุตสาหกรรมทั้งภาครัฐและเอกชน พัฒนาฐานข้อมูลเชิงลึก วิเคราะห์เศรษฐกิจที่สำคัญ วิเคราะห์ตลาด และวิเคราะห์คู่แข่ง"
                },
                {
                    "text": "สร้างความไว้วางใจและรักษาความสัมพันธ์อันแน่นแฟ้นกับแวดวงการลงทุนจากตลาดหลักทรัพย์ หน่วยงานกำกับดูแล สถาบันการเงิน นักลงทุน และผู้ที่เกี่ยวข้องทุกฝ่าย"
                },
                {
                    "text": "จัดทำกลยุทธ์การระดมทุนและรายงาน/สรุปผลต่อผู้บริหาร"
                },
                {
                    "text": "ติดตามความเคลื่อนไหวของราคาหุ้นของบริษัท รายงานของนักวิเคราะห์และตลาด และรายงาน/สรุปผลให้ผู้บริหารทราบ"
                },
                {
                    "text": "วิเคราะห์และจัดเตรียมเอกสารเกี่ยวกับผลการดำเนินงานของบริษัท ข้อมูลทางการเงิน ประมาณการทางการเงิน และการประเมินมูลค่า"
                },
                {
                    "text": "จัดและจัดเตรียมเอกสารสำหรับการประชุม Road Show การประชุมทางโทรศัพท์ การประชุมนักวิเคราะห์ การประชุมนักลงทุน/ผู้ถือหุ้น การเยี่ยมชมกิจการ SET Opportunity Day และกิจกรรมที่เกี่ยวข้องกับตลาดทุน"
                },
                {
                    "text": "ประสานงานกับหน่วยงานที่เกี่ยวข้องในการจัดทำรายงานประจำปี/รายงานเดียว สารสนเทศ สารนิเทศ ข่าวประชาสัมพันธ์ ตลอดจนรายงานอื่นๆ ที่เกี่ยวข้อง"
                },
                {
                    "text": "ส่งเสริมความรู้ความเข้าใจเกี่ยวกับตลาดทุนและให้ข้อมูลและเอกสารที่เกี่ยวข้อง"
                },
                {
                    "text": "จัดให้มีการประชุมคณะกรรมการ การประชุมผู้ถือหุ้น (AGM และ EGM) ตลอดจนจัดทำวาระการประชุมและรายงานการประชุมของบริษัทและบริษัทย่อย (เลขานุการบริษัท)"
                },
                {
                    "text": "งานอื่นๆ ที่เกี่ยวข้องตามที่ได้รับมอบหมายจากผู้บริหาร"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "international-sales-support",
            "title": "การสนับสนุนการขายระหว่างประเทศ",
            "qualification": [{
                    "text": "ข้อมูลจำเพาะบุคคล:"
                },
                {
                    "text": "ความสามารถในการทำงานอย่างมีประสิทธิภาพภายใต้แรงกดดันและบรรลุเป้าหมายที่ท้าทาย"
                },
                {
                    "text": "ทักษะด้านมนุษยสัมพันธ์และการบริหารคนที่ยอดเยี่ยม"
                },
                {
                    "text": "ทักษะการจัดองค์กรที่ดี"
                },
                {
                    "text": "ประสิทธิภาพ ความถูกต้อง และความใส่ใจในรายละเอียด"
                },
                {
                    "text": "ทักษะความสัมพันธ์ระหว่างบุคคล ความสามารถในการสื่อสารกับผู้คนต่างวัฒนธรรมและภูมิหลัง"
                },
                {
                    "text": "วุฒิปริญญาตรีขึ้นไป สาขาวิศวกรรม, การตลาด, MBA, การเงิน หรือสาขาที่เกี่ยวข้อง."
                },
                {
                    "text": "ประสบการณ์มากกว่า 1 ปีในด้านกฎหมายองค์กร การปฏิบัติตามกฎระเบียบ ประสบการณ์ในอุตสาหกรรมน้ำมันและก๊าซและปิโตรเคมีจะพิจารณาเป็นพิเศษ"
                },
                {
                    "text": "มีประสบการณ์ในกระบวนการประกวดราคาและประมูลมากกว่า 1 ปี ประสบการณ์ในอุตสาหกรรมน้ำมันและก๊าซและปิโตรเคมีจะพิจารณาเป็นพิเศษ"
                },
                {
                    "text": "มีทักษะในการสื่อสาร การเขียน และการอ่านภาษาอังกฤษในระดับดี"
                }
            ],
            "responsibility": [{
                    "text": "สอบทานเอกสารประกวดราคาเพื่อให้การดำเนินธุรกิจของบริษัทเป็นไปตามกฎหมายและระเบียบที่เกี่ยวข้อง"
                },
                {
                    "text": "ตรวจสอบข้อกำหนดและเงื่อนไขในเอกสารประกวดราคา การลงทะเบียนผู้ขาย หรือฟิลด์ที่เกี่ยวข้อง"
                },
                {
                    "text": "ร่าง ทบทวน และแก้ไขสัญญาทางกฎหมาย หนังสือข้อตกลง หรือเอกสารทางกฎหมายเพื่อปกป้องผลประโยชน์ทางกฎหมายและธุรกิจขององค์กร"
                },
                {
                    "text": "ให้คำปรึกษาด้านกฎหมายเพื่อให้การดำเนินธุรกิจของบริษัทเป็นไปตามกฎหมายและระเบียบที่เกี่ยวข้อง"
                },
                {
                    "text": "ประสานงานและติดต่อกับหน่วยงานภายใน หน่วยงานราชการ และที่ปรึกษาภายนอกที่เกี่ยวข้องกับธุรกิจของบริษัท"
                },
                {
                    "text": "จัดทำรายงานการจัดการทางกฎหมายและให้คำแนะนำด้านการจัดการหากจำเป็น"
                },
                {
                    "text": "ดำเนินการเซสชันการสร้างความรู้ด้านกฎหมายแก่แผนกที่เกี่ยวข้องสำหรับการอัปเดตใด ๆ"
                },
                {
                    "text": "เตรียมเอกสารประกอบการยื่นประกวดราคา"
                },
                {
                    "text": "ตรวจสอบให้แน่ใจว่าเอกสารประกวดราคาและข้อมูลที่เกี่ยวข้องทั้งหมดปฏิบัติตามในระหว่างขั้นตอนการประกวดราคาและสื่อสารกับลูกค้าสำหรับการยื่นประกวดราคา"
                },
                {
                    "text": "จัดทำรายงานพิเศษ รวบรวม และสรุปข้อมูล รักษาระบบการจัดเก็บที่เหมาะสม"
                },
                {
                    "text": "ติดตามและรวบรวมสัญญาประกวดราคา/ข้อตกลงจากลูกค้า จากนั้นเก็บบันทึกในฐานข้อมูล"
                },
                {
                    "text": "เก็บข้อมูลและบำรุงรักษาระบบตามที่กระบวนการขายและทีมขายกำหนด"
                },
                {
                    "text": "ให้บริการสนับสนุนด้านการบริหารและจัดการหน้าที่ด้านการบริหารการตลาดตามที่ได้รับมอบหมายจากหัวหน้างานโดยตรง"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "quality-safety-management-system-department-manager",
            "title": "ผู้จัดการฝ่ายระบบการจัดการคุณภาพและความปลอดภัย",
            "qualification": [{
                    "text": "วุฒิปริญญาตรี วิศวกรรมศาสตร์ วิทยาศาสตร์ความปลอดภัย หรือสาขาที่คล้ายกัน"
                },
                {
                    "text": "มีประสบการณ์การทำงานที่เกี่ยวข้องโดยตรงอย่างน้อย 5-7 ปีในฐานะผู้จัดการด้านความปลอดภัย คุณภาพ และสิ่งแวดล้อมในอุตสาหกรรมบริการตรวจสอบ หรืออย่างน้อย 5 ปีในระดับการจัดการ"
                }
            ],
            "responsibility": [{
                    "text": "ประสานงานและตรวจสอบ QSMS เพื่อให้แน่ใจว่าทุกด้านได้รับการปฏิบัติและคงไว้อย่างสมบูรณ์ตามมาตรฐานภายใน ข้อบังคับ และข้อกำหนดของลูกค้า"
                },
                {
                    "text": "ติดต่อประสานงานกับฝ่ายที่เกี่ยวข้องในการปฏิบัติงานของ QSMS"
                },
                {
                    "text": "ส่งเสริมการรับรู้ของ QSMS"
                },
                {
                    "text": "การติดต่อภายนอกเกี่ยวกับ QSMS"
                },
                {
                    "text": "รับผิดชอบในการจัดทำ จัดทำเอกสาร ดำเนินการ และตรวจสอบระบบการจัดการคุณภาพและความปลอดภัย (QSMS) และการประกันคุณภาพที่ตรงตามข้อกำหนดที่จำเป็นของระบบและแนวทางปฏิบัติดังกล่าว"
                },
                {
                    "text": "ดูแลศูนย์ควบคุมเอกสารในระบบบริหารจัดการ"
                },
                {
                    "text": "ดูแลและพัฒนาระบบงานและเอกสารทั้งหมดในระบบบริหารคุณภาพและความปลอดภัย"
                },
                {
                    "text": "ติดตามระบบการจัดการคุณภาพและความปลอดภัย"
                },
                {
                    "text": "งานอื่น ๆ ที่รับผิดชอบ"
                },
                {
                    "text": "ให้ QSMS, QA และการฝึกอบรมเกี่ยวกับระบบและคำแนะนำแก่พนักงานที่เกี่ยวข้องของบริษัท"
                },
                {
                    "text": "ช่วยในการจัดการและดำเนินการโปรแกรมการฝึกอบรมทั้งหมดที่จำเป็นสำหรับการปฏิบัติตามมาตรฐานทั้งภายในและภายนอกสำหรับผู้ตรวจสอบและพนักงานอื่น ๆ ของบริษัท"
                },
                {
                    "text": "สร้างและนำแนวคิดไปใช้เพื่อปรับปรุงตัวบ่งชี้คุณภาพให้สอดคล้องกับต้นทุน การลงทุน และเป้าหมายการบริการ"
                },
                {
                    "text": "วางแผนและดำเนินกระบวนการตรวจสอบ การวัด การวิเคราะห์ และการปรับปรุง รวมถึงการควบคุมอุปกรณ์ตรวจสอบและการวัดทั้งหมด"
                },
                {
                    "text": "งานอื่นๆ ตามที่ได้รับมอบหมายจาก CAO/GM"
                }
            ],
            "other_responsibility": [{
                    "text": "ให้ QSMS, QA และการฝึกอบรมเกี่ยวกับระบบและคำแนะนำแก่พนักงานที่เกี่ยวข้องของบริษัท"
                },
                {
                    "text": "ช่วยในการจัดการและดำเนินการโปรแกรมการฝึกอบรมทั้งหมดที่จำเป็นสำหรับการปฏิบัติตามมาตรฐานทั้งภายในและภายนอกสำหรับผู้ตรวจสอบและพนักงานอื่น ๆ ของบริษัท"
                },
                {
                    "text": "สร้างและนำแนวคิดไปใช้เพื่อปรับปรุงตัวบ่งชี้คุณภาพให้สอดคล้องกับต้นทุน การลงทุน และเป้าหมายการบริการ"
                },
                {
                    "text": "วางแผนและดำเนินการตามกระบวนการตรวจสอบ การวัด การวิเคราะห์ และการปรับปรุง รวมถึงการควบคุมอุปกรณ์ตรวจสอบและการวัดทั้งหมด"
                },
                {
                    "text": "งานอื่นๆ ตามที่ได้รับมอบหมายจาก CAO/GM"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "transducer-engineer",
            "title": "วิศวกรทรานสดิวเซอร์",
            "qualification": [{
                    "text": "วุฒิปริญญาตรีขึ้นไป สาขาวัสดุศาสตร์ อิเล็กทรอนิกส์ วิศวเครื่องกล หรือใกล้เคียง"
                },
                {
                    "text": "มีประสบการณ์ 1-2 ปี ในการออกแบบและทดสอบทรานสดิวเซอร์หรือเทียบเท่า"
                },
                {
                    "text": "ประสบการณ์ที่พิสูจน์แล้วในด้านการผลิตทรานสดิวเซอร์ การผลิต และการวิเคราะห์ความล้มเหลว:"
                },
                {
                    "text": "มีทักษะในการสื่อสารภาษาอังกฤษและทักษะการนำเสนอที่ดี รวมถึงการวางแผนโครงการ การจัดทำเอกสารข้อกำหนดทางเทคนิค และการนำเสนอทางเทคนิค"
                },
                {
                    "text": "ต้องการประสบการณ์ด้านการจัดหาและ/หรือการผลิต"
                },
                {
                    "text": "การทำงานจริงกับผงโลหะและวัสดุอีพ็อกซี่ โดยมีประสบการณ์ในการผลิตวัสดุจากผงโลหะจะพิจารณาเป็นพิเศษ"
                },
                {
                    "text": "มีความละเอียดรอบคอบในการแก้ปัญหาที่ซับซ้อน"
                }
            ],
            "responsibility": [{
                    "text": "สร้างและทบทวนข้อมูลจำเพาะของทรานสดิวเซอร์ จัดทำเอกสารคำสั่งงานการผลิตทรานสดิวเซอร์ การเขียนรายงานทางเทคนิค และการนำเสนอรายงาน"
                },
                {
                    "text": "วิเคราะห์ข้อมูลทรานสดิวเซอร์ ทดสอบ และให้คำแนะนำเกี่ยวกับมาตรการเพื่อเพิ่มประสิทธิภาพการออกแบบ"
                },
                {
                    "text": "แนะนำและช่วยเหลือนักวิจัยและวิศวกรออกแบบเครื่องกลในการพัฒนาและปรับปรุงการผลิตทรานสดิวเซอร์ ให้การฝึกอบรมด้านเทคนิคและการสนับสนุนแก่ช่างเทคนิคทรานสดิวเซอร์"
                },
                {
                    "text": "ทำงานอย่างใกล้ชิดกับทีมช่างเทคนิคทรานสดิวเซอร์โดยใช้ทักษะการแก้ปัญหาและความเชี่ยวชาญด้านเทคนิค"
                },
                {
                    "text": "ดำเนินการวิเคราะห์สาเหตุความล้มเหลวกับทีมช่วยเหลือ"
                },
                {
                    "text": "ช่วยในการประสานงานและวางแผนโครงการให้บรรลุวัตถุประสงค์ของทีมงาน"
                },
                {
                    "text": "หัวหน้าฝ่ายออกแบบโซลูชันทดสอบระบบอัตโนมัติและการตัดสินใจทางสถาปัตยกรรม"
                },
                {
                    "text": "มีความรู้ในการสร้างและบำรุงรักษาด้วยระบบกึ่งอัตโนมัติ/อัตโนมัติ"
                },
                {
                    "text": "ใช้ความสามารถในการวิเคราะห์ขั้นสูงในการดำเนินการวิเคราะห์ที่จำเป็นเพื่อระบุปัญหา พัฒนาวิธีแก้ปัญหาที่เหมาะสม และดำเนินการกับทรัพยากรที่มีอยู่เพื่อดำเนินการมอบหมายที่ซับซ้อนให้เสร็จสมบูรณ์"
                }
            ],
            "other_responsibility": [{
                    "text": "อื่นๆ ที่ได้รับมอบหมายจาก Transducer & Connector Section Manager"
                },
                {
                    "text": "ติดตามระบบการจัดการคุณภาพและความปลอดภัย"
                },
                {
                    "text": "ติดตาม KPI ของตนเอง"
                },
                {
                    "text": "วัสดุในการวิจัยและพัฒนากับนักวิจัยเมื่อได้รับมอบหมาย"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "marketing-manager",
            "title": "ผู้จัดการฝ่ายการตลาด",
            "qualification": [{
                    "text": "ปริญญาตรี/โท สาขาการตลาด/ สื่อสารการตลาด/ สื่อสารองค์กร."
                },
                {
                    "text": "ปริญญาตรี/โท บริหารธุรกิจ หรือสาขาที่เกี่ยวข้อง."
                },
                {
                    "text": "ประสบการณ์ 8 ปีขึ้นไปในด้านการตลาด, การตลาดผ่านอีเมล, โซเชียลมีเดีย, การสร้างเนื้อหาและบทบาทด้านการตลาด"
                },
                {
                    "text": "ประสบการณ์ในอุตสาหกรรมน้ำมันและก๊าซ (ที่ต้องการ)"
                }
            ],
            "responsibility": [{
                    "text": "สร้างและใช้กลยุทธ์ทางการตลาดเพื่อกำหนดเป้าหมายฐานลูกค้าที่มีอยู่และที่มีศักยภาพของ Dexon อย่างมีประสิทธิภาพ"
                },
                {
                    "text": "สร้างและนำการดำเนินการตามกลยุทธ์การสื่อสารองค์กรและแคมเปญการตลาด"
                },
                {
                    "text": "จัดงานทั้งงานแถลงข่าว นิทรรศการ งานเปิดบ้าน และงานแถลงข่าวและประเมินผล"
                },
                {
                    "text": "สร้างและนำกลยุทธ์การสื่อสารองค์กรไปปฏิบัติ"
                },
                {
                    "text": "สร้างสื่อนำเสนอตลอดกระบวนการ"
                },
                {
                    "text": "ตรวจสอบและรับรองการอัพเดทบทความ กรณีศึกษา และการออกแบบเว็บไซต์"
                },
                {
                    "text": "ติดตามผลการวิเคราะห์เว็บไซต์ SEO และ SEM"
                },
                {
                    "text": "เผยแพร่ข่าวสารและอัปเดตไปยังสื่อต่างๆ โดยตรงหรือผ่านหน่วยงานที่ได้รับมอบหมาย"
                },
                {
                    "text": "ตรวจสอบให้แน่ใจว่าข้อความทางการตลาดและการอัปเดตข่าวสารได้รับการเผยแพร่และเผยแพร่ในช่องทางที่ถูกต้อง"
                },
                {
                    "text": "จัดการทีมการตลาดออนไลน์รวมถึงเว็บมาสเตอร์และกราฟิกดีไซเนอร์"
                },
                {
                    "text": "ตรวจสอบให้แน่ใจว่าเนื้อหาเว็บไซต์ได้รับการอัปเดตเป็นประจำ รวมถึงการอัปเดตข่าวรายสัปดาห์และเนื้อหาใหม่ และอัปเดตและรีเฟรชเว็บไซต์ การออกแบบสื่อการตลาด"
                },
                {
                    "text": "ติดต่อประสานงานและตอบคำถามจากสื่อมวลชน บุคคล และหน่วยงานอื่น"
                },
                {
                    "text": "ริเริ่ม CSR/ESG หรืออีเวนต์เพื่อเข้าถึงเป้าหมายด้านการตลาดและการสื่อสารประชาสัมพันธ์"
                },
                {
                    "text": "ควบคุมงบประมาณการจัดงานเพื่อให้เกิดประโยชน์สูงสุดแก่บริษัท"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "automation-engineer",
            "title": "วิศวกรระบบอัตโนมัติ",
            "qualification": [{
                    "text": "วุฒิปริญญาตรีขึ้นไป สาขาวิศวกรรมอัตโนมัติ วิศวกรรมเครื่องกล วิศวกรเมคคาทรอนิกส์ หรือสาขาอื่นที่ใกล้เคียง"
                },
                {
                    "text": "ประสบการณ์: ประสบการณ์ 5 ปีขึ้นไปในการออกแบบแผนผังสำหรับส่วนประกอบระบบอัตโนมัติโดยใช้ซอฟต์แวร์ CAD และวิเคราะห์กระบวนการผลิตเพื่อประเมินการใช้งานที่ดีที่สุดของระบบอัตโนมัติ"
                },
                {
                    "text": "ต้องการประสบการณ์ในการออกแบบและทดสอบเครื่องจักรและกระบวนการอัตโนมัติเพื่อให้งานสำเร็จลุล่วง"
                },
                {
                    "text": "ประสบการณ์เกี่ยวกับวิทยาการหุ่นยนต์ AI และการเรียนรู้ของเครื่อง"
                },
                {
                    "text": "ความเข้าใจอย่างถ่องแท้เกี่ยวกับการเขียนโปรแกรมคอมพิวเตอร์และการพัฒนาซอฟต์แวร์"
                },
                {
                    "text": "ทักษะการคิดสร้างสรรค์"
                },
                {
                    "text": "ทักษะการสื่อสารที่ยอดเยี่ยมในทักษะการสื่อสารด้วยวาจาและการเขียนภาษาอังกฤษ"
                },
                {
                    "text": "ทักษะการวิเคราะห์ความเป็นผู้นำและการแก้ปัญหาที่แข็งแกร่ง"
                }
            ],
            "responsibility": [{
                    "text": "หัวหน้าโครงการพัฒนาระบบอัตโนมัติ/หุ่นยนต์ ออกแบบ พัฒนา และรักษามาตรฐานระบบอัตโนมัติ และทำการศึกษาความเป็นไปได้และโซลูชันต้นแบบ"
                },
                {
                    "text": "ทำงานกับโซลูชันระบบอัตโนมัติแบบกำหนดเองเพื่อสนับสนุนทีม"
                },
                {
                    "text": "ใช้การปรับปรุงด้วยผลลัพธ์ที่สามารถวัดได้ในด้านความประหยัด คุณภาพ และผลผลิต"
                },
                {
                    "text": "การทดสอบการใช้งานและการจำลองเพื่อให้แน่ใจว่าระบบทำงานได้ตามที่ตั้งใจไว้"
                },
                {
                    "text": "ระบุโอกาสในการเพิ่มประสิทธิภาพด้วยระบบอัตโนมัติ"
                },
                {
                    "text": "แผนการทดสอบกระบวนการและเอกสารอัตโนมัติ"
                },
                {
                    "text": "การระบุปัญหาด้านคุณภาพและการเขียนรายงาน"
                },
                {
                    "text": "นำหรือมีส่วนร่วมในกระบวนการประมาณค่า"
                },
                {
                    "text": "ความสามารถในการติดตามเทคโนโลยีล่าสุด"
                },
                {
                    "text": "ความปรารถนาที่จะยกระดับความรู้ด้านเทคนิคอย่างต่อเนื่อง"
                },
                {
                    "text": "ทำงานร่วมกับทีมออกแบบเพื่อแก้ไขข้อผิดพลาด"
                },
                {
                    "text": "ปฏิบัติหน้าที่อื่น ๆ ตามที่ได้รับมอบหมาย"
                },
                {
                    "text": "ทำความเข้าใจขั้นตอนด้านความปลอดภัยและฝึกอบรมสมาชิกในทีมเกี่ยวกับแนวทางปฏิบัติในการทำงานอย่างปลอดภัย"
                }
            ],
            "other_responsibility": [{
                    "text": "อื่นๆ ที่ได้รับมอบหมายจาก Transducer & Connector Section Manager"
                },
                {
                    "text": "ติดตามระบบการจัดการคุณภาพและความปลอดภัย"
                },
                {
                    "text": "ติดตาม KPI ของตนเอง"
                },
                {
                    "text": "วัสดุในการวิจัยและพัฒนากับนักวิจัยเมื่อได้รับมอบหมาย"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "ms-power-platform-engineer",
            "title": "วิศวกรแพลตฟอร์ม MS Power",
            "qualification": [{
                    "text": "วุฒิปริญญาตรีขึ้นไป สาขาวิศวกรรม สาขาอิเล็กทรอนิกส์/คอมพิวเตอร์/เมคคาทรอนิกส์/ฟิสิกส์"
                },
                {
                    "text": "ประสบการณ์ที่มั่นคงสำหรับ Microsoft Power BI และ SQL, Business Intelligent"
                },
                {
                    "text": "ประสบการณ์ที่มั่นคงสำหรับ Microsoft SharePoint, Microsoft Power Automate และ Microsoft Power App"
                },
                {
                    "text": "แนวคิดของการเตรียมข้อมูล ดาต้าเกตเวย์ และดาต้าแวร์เฮาส์"
                },
                {
                    "text": "ความเข้าใจอย่างถ่องแท้เกี่ยวกับวงจรชีวิตการพัฒนาซอฟต์แวร์ และการพัฒนาซอฟต์แวร์ด้วยวิธีการที่คล่องตัว"
                },
                {
                    "text": "ประสบการณ์การเขียนโปรแกรมบนอุปกรณ์มือถือ/การเขียนโปรแกรมหน้าเว็บเป็นข้อดี"
                },
                {
                    "text": "ประสบการณ์การพัฒนาแพลตฟอร์ม Power มากกว่า 1 ปี"
                },
                {
                    "text": "ประสบการณ์การทำงานที่ได้รับการพิสูจน์แล้วในด้านวิศวกรรมซอฟต์แวร์"
                },
                {
                    "text": "มีประสบการณ์ในการควบคุมเวอร์ชันของซอฟต์แวร์"
                },
                {
                    "text": "สามารถสื่อสารภาษาอังกฤษได้ดี"
                }
            ],
            "responsibility": [{
                    "text": "ออกแบบ พัฒนา อัปเดต บำรุงรักษา ปรับใช้แอป Power BI ตามความต้องการ"
                },
                {
                    "text": "ออกแบบ พัฒนาเว็บไซต์ภายใน (SharePoint)/ แอปมือถือ (Power Automate/ Power App) ตามความต้องการ"
                },
                {
                    "text": "ออกแบบและพัฒนาซอฟต์แวร์ C++ /Delphi ที่มีอยู่ตามความต้องการ"
                },
                {
                    "text": "พัฒนาหรือแนะนำนักพัฒนาพลเมืองไซต์เพื่อพัฒนา PowerApps และรายงาน Power BI เพื่อปรับปรุงเวิร์กโฟลว์ด้วยตนเองที่มีอยู่"
                },
                {
                    "text": "รวบรวมและจัดทำเอกสารความต้องการของผู้ใช้และระบุคุณสมบัติใหม่ แปลงข้อกำหนดของผู้ใช้เป็นการออกแบบแพลตฟอร์ม Power"
                },
                {
                    "text": "ช่วยในการรักษาทรัพยากรข้อมูล รวมถึงฐานข้อมูล ที่เก็บข้อมูลบนคลาวด์ ชุดข้อมูล และแบบจำลองข้อมูล"
                },
                {
                    "text": "พัฒนาและดำเนินการสืบค้นฐานข้อมูลและดำเนินการวิเคราะห์"
                },
                {
                    "text": "ให้การฝึกอบรม Power BI, PowerApps และ Power Automate"
                },
                {
                    "text": "งานอื่นๆ ตามที่ผู้บังคับบัญชามอบหมาย"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "public-relation-specialist",
            "title": "ผู้เชี่ยวชาญด้านการประชาสัมพันธ์",
            "qualification": [{
                    "text": "วุฒิปริญญาตรี สาขาการโฆษณา การตลาด นิเทศศาสตร์ หรือสาขาที่เกี่ยวข้อง"
                },
                {
                    "text": "มีประสบการณ์ทั้งงานขายและงานบริการอย่างน้อย 5 ปี ในงานการตลาด งานโฆษณา หรืองานที่เกี่ยวข้อง"
                },
                {
                    "text": "มีประสบการณ์และมีสายสัมพันธ์ที่ดีกับสื่อสัมพันธ์"
                }
            ],
            "responsibility": [{
                    "text": "สร้างและนำกลยุทธ์การสื่อสารองค์กรไปปฏิบัติ"
                },
                {
                    "text": "สร้างและนำกลยุทธ์การตลาดผลิตภัณฑ์และการส่งเสริมแบรนด์"
                },
                {
                    "text": "สร้างและจัดการแคมเปญประชาสัมพันธ์และการตลาดทั้งแบบดั้งเดิมและแบบดิจิทัลสำหรับแบรนด์ของบริษัท รวมถึงการให้การสนับสนุนของบริษัท"
                },
                {
                    "text": "สร้าง สร้าง และรักษาการมีส่วนร่วมที่กระตือรือร้นและมีส่วนร่วมผ่านแพลตฟอร์มโซเชียลมีเดียสำหรับบริษัท"
                },
                {
                    "text": "เป็นผู้นำและจัดการการเปิดตัวผลิตภัณฑ์และแคมเปญผลิตภัณฑ์หรือกิจกรรม CSR"
                },
                {
                    "text": "ทำงานอย่างใกล้ชิดกับทีมขายและพัฒนาธุรกิจเพื่อประสานงานด้านการตลาดและแคมเปญประชาสัมพันธ์"
                },
                {
                    "text": "ประสานงานแคมเปญการตลาดและความพยายามกับพันธมิตรทางธุรกิจ"
                },
                {
                    "text": "การสร้างความสัมพันธ์และสร้างเครือข่ายกับเพื่อนร่วมงานและสื่อมวลชน"
                },
                {
                    "text": "ติดตามสื่อต่างๆ รวมถึงหนังสือพิมพ์ นิตยสาร วารสาร วิทยุกระจายเสียง นิวส์ไวร์ และโซเชียลมีเดีย เพื่อหาโอกาสสำหรับบริษัท"
                },
                {
                    "text": "ทำงานเป็นส่วนหนึ่งของทีมบัญชีเพื่อพัฒนาข้อเสนอการสนับสนุนและดำเนินกิจกรรมประชาสัมพันธ์"
                },
                {
                    "text": "ให้คำปรึกษาและดูแลเจ้าหน้าที่ประชาสัมพันธ์ในการเขียนและเผยแพร่ข่าวประชาสัมพันธ์ไปยังสื่อเป้าหมาย"
                },
                {
                    "text": "การโปรโมตข่าวและคุณสมบัติต่างๆ ต่อสื่อ ที่เรียกว่า 'การขายใน'"
                },
                {
                    "text": "รวบรวม วิเคราะห์ และประเมินความครอบคลุมของสื่อ"
                },
                {
                    "text": "การจัดการกิจกรรม รวมถึงงานแถลงข่าวและกิจกรรมส่งเสริมการขาย"
                },
                {
                    "text": "การเข้าร่วมและประชาสัมพันธ์กิจกรรมของบริษัทต่อสื่อมวลชน"
                },
                {
                    "text": "ช่วยในการผลิตหรือออกแบบสิ่งพิมพ์ เช่น โบรชัวร์ของบริษัทและเว็บไซต์"
                },
                {
                    "text": "การจัดการด้านการประชาสัมพันธ์ของสถานการณ์วิกฤตที่อาจเกิดขึ้น"
                },
                {
                    "text": "ริเริ่มกิจกรรม CSR หรือกิจกรรมของบริษัทเพื่อให้บรรลุเป้าหมายด้านการตลาดและการสื่อสารประชาสัมพันธ์"
                },
                {
                    "text": "ควบคุมงบประมาณการจัดงานเพื่อให้เกิดประโยชน์สูงสุดแก่บริษัท"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "rd-engineering-specialist",
            "title": "ผู้เชี่ยวชาญด้านวิศวกรรม R&D",
            "qualification": [{
                    "text": "ปริญญาตรีหรือปริญญาโทสาขาวิศวกรรมอิเล็กทรอนิกส์หรือเทียบเท่า"
                },
                {
                    "text": "มีประสบการณ์อย่างน้อย 5-10 ปีในการออกแบบและพัฒนาผลิตภัณฑ์ที่ซับซ้อน หุ่นยนต์ และระบบอัจฉริยะ มีความรู้เป็นอย่างดีเกี่ยวกับการมองเห็นของหุ่นยนต์ อัตโนมัติ ระบบควบคุม อิเล็กทรอนิกส์กำลัง ข้อมูลข้อมูล เทคโนโลยีการตรวจจับ"
                },
                {
                    "text": "การจัดการโครงการที่แข็งแกร่งและทักษะการแก้ปัญหาที่ดี"
                },
                {
                    "text": "ทักษะการเป็นผู้นำที่ดีมากและความสามารถในการทำงานในทีมโครงการที่หลากหลาย"
                },
                {
                    "text": "ความเชี่ยวชาญในการออกแบบ PCB (จะพิจารณาเป็นพิเศษสำหรับ Altium PCB Designer)"
                },
                {
                    "text": "มีความรู้ด้านเครื่องกล/เฟิร์มแวร์/ซอฟต์แวร์"
                },
                {
                    "text": "ความคล่องตัวเป็นสิ่งจำเป็น จำเป็นต้องมีการเยี่ยมชมสถานที่ทำงาน"
                },
                {
                    "text": "สื่อสารภาษาอังกฤษได้คล่อง (คะแนน TOEIC 550 ขึ้นไป)"
                }
            ],
            "responsibility": [{
                    "text": "วิจัยนวัตกรรมเทคโนโลยีเพื่อพัฒนาระบบตรวจสอบหรือพัฒนาอุปกรณ์ที่เกี่ยวข้อง"
                },
                {
                    "text": "หัวหน้าโครงการจะรักษาความคืบหน้าตาม dateline การแก้ไขปัญหาและให้"
                },
                {
                    "text": "คำแนะนำหลังจากได้รับแจ้งปัญหาระหว่างดำเนินการ"
                },
                {
                    "text": "ออกแบบ/ประกอบต้นแบบนวัตกรรม ทดสอบ สร้างรายงานและสรุปผล"
                },
                {
                    "text": "การตรวจสอบปัญหาด้านเทคนิคเพื่อสร้างรายงาน นำเสนอ และสรุป"
                },
                {
                    "text": "ในการทดสอบไซต์ แก้ไขปัญหา และให้คำแนะนำแก่ลูกค้า"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "connector-engineer",
            "title": "วิศวกรตัวเชื่อมต่อ",
            "qualification": [{
                    "text": "วุฒิปริญญาตรี สาขา อิเล็กทรอนิกส์ หรือ เคมี"
                },
                {
                    "text": "ยินดีรับนักศึกษาจบใหม่หรือมีประสบการณ์ 1-2 ในด้านอิเล็คทรอนิคส์ เครื่องมือ หรือเมคคาทรอนิกส์"
                },
                {
                    "text": "ความรู้เกี่ยวกับการประกอบสายเคเบิลและคอนเนคเตอร์หรือการรับรองการประกอบคอนเนคเตอร์และหางปลา"
                },
                {
                    "text": "ทักษะงานแฮนด์เมดที่ดีกับชิ้นส่วนขนาดเล็ก"
                },
                {
                    "text": "ความรู้พื้นฐานเกี่ยวกับอุปกรณ์ E-test"
                },
                {
                    "text": "ประสบการณ์การบัดกรีที่แม่นยำหรือทักษะการบัดกรีที่ดีเป็นข้อดี"
                }
            ],
            "responsibility": [{
                    "text": "ดำเนินการประกอบคอนเนคเตอร์ขั้นสูงที่ซับซ้อนของผลิตภัณฑ์ตามข้อกำหนดและคำแนะนำที่กำหนดไว้"
                },
                {
                    "text": "ดำเนินการประกอบชิ้นส่วนอิเล็กทรอนิกส์และการประกอบชิ้นส่วนกลไกเล็กน้อย"
                },
                {
                    "text": "ทำงานจากแบบวิศวกรรมและปฏิบัติตามคำแนะนำที่เป็นลายลักษณ์อักษรและด้วยวาจา"
                },
                {
                    "text": "ทำการทดสอบผลิตภัณฑ์และทดสอบประสิทธิภาพและบันทึกผล"
                },
                {
                    "text": "ความสามารถในการทำงานตามชั่วโมงที่จำเป็นเพื่อทำกิจกรรมให้เสร็จตามที่กำหนด"
                },
                {
                    "text": "การระบุประเด็นสำคัญของการปรับปรุง"
                },
                {
                    "text": "การวิเคราะห์สาเหตุต้นตอที่ซับซ้อนชั้นนำ"
                },
                {
                    "text": "โครงการและกิจกรรมการปรับปรุงกระบวนการชั้นนำ"
                },
                {
                    "text": "การปรับปรุงผลผลิต"
                }
            ],
            "location": "ประเทศไทย",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "admin-secretary",
            "title": "Administrative Secretary",
            "qualification": [{
                    "text": "Basic computer skills including the Microsoft Office suite (Word, Excel, PowerPoint, and Email)."
                },
                {
                    "text": "Be a self-motivated person that takes the initiative to find and complete necessary tasks"
                },
                {
                    "text": "Strong organizational skills with a can-do problem-solving attitude."
                },
                {
                    "text": "Strong time management skills"
                },
                {
                    "text": "A pleasant demeanor and happy talking to new people in person as well as over the telephone."
                },
                {
                    "text": "Good communication skills with proficiency in both professional Dutch and English (reading, written, and spoken)"
                },
                {
                    "text": "Previous experience working in an office environment"
                },
                {
                    "text": "A bachelor’s degree or vocational education or equivalent experience working in an office environment would be advantageous."
                },
                {
                    "text": "Fluency in both business English and Dutch (reading, writing, and speaking) is mandatory"
                }
            ],
            "responsibility": [{
                    "text": "Manage the office as required throughout the week including the following",
                    "list": [{
                            "text": "Process all incoming communications (i.e. telephone and email)."
                        },
                        {
                            "text": "Provide general office administration support such as processing utility bills."
                        },
                        {
                            "text": "Process and pay purchase orders (POs) and invoices."
                        },
                        {
                            "text": "Accept and receive deliveries when required"
                        },
                        {
                            "text": "Make sure the office is in good working order and report any issues to management."
                        }
                    ]
                },
                {
                    "text": "Assist the Director and Business Development Manager with",
                    "list": [{
                            "text": "Follow up with clients and customers regarding meetings and appointments."
                        },
                        {
                            "text": "Assist with logistics planning including shipping and receiving of goods and products (sample pipe spools and ILI tools sent from Dexon’s head office in Thailand."
                        },
                        {
                            "text": "Assist with the creation of proposals and quotations."
                        },
                        {
                            "text": "Generate and track document and proposal numbers."
                        },
                        {
                            "text": "Agenda management"
                        },
                        {
                            "text": "Arranging travel documents as required (flight, accommodation, visa, etc.)"
                        },
                        {
                            "text": "Record meeting minutes when required"
                        }
                    ]
                }
            ],
            "location": "เนเธอร์แลนด์",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "business-development-manager",
            "title": "Business Development Manager",
            "qualification": [{
                    "text": "A proven track record of working effectively under pressure and meeting challenging targets."
                },
                {
                    "text": "The ability to analyze sales activities to generate accurate and reliable sales forecasts."
                },
                {
                    "text": "A proven track record of excellent Interpersonal relationship skills and the ability to communicate with and lead people of different cultures and backgrounds."
                },
                {
                    "text": "The ability to work in a tech-savvy office environment utilizing various file formats and programs to work seamlessly with colleagues across multiple time zones and locations."
                },
                {
                    "text": "Excellent presentation and professional communication skills are critical to the role."
                },
                {
                    "text": "Experience in the oil and gas, integrity, in-line inspection, or technology industries will be advantageous."
                },
                {
                    "text": "Experience developing and implementing successful sales strategies achieving market penetration and capturing market share."
                },
                {
                    "text": "Previous experience in technical sales is mandatory."
                },
                {
                    "text": "A technical education background or an equivalent amount of experience in a relevant industry is mandatory."
                },
                {
                    "text": "Previous experience with ultrasonic, magnetic flux leakage, and or caliper inspection, data, and or reporting will be advantageous."
                },
                {
                    "text": "A minimum of 5 years’ experience in a similar position is mandatory."
                },
                {
                    "text": "Bachelor’s or master’s degree in engineering, business administration, finance, marketing administration, or a related field."
                },
                {
                    "text": "Fluency in both business English and Dutch (reading, writing, and speaking) is mandatory"
                }
            ],
            "responsibility": [{
                    "text": "Lead Dexon’s European sales expansion and operations."
                },
                {
                    "text": "Set and achieve accurate and realistic sales targets."
                },
                {
                    "text": "Grow sales in accordance with Dexon’s market penetration strategy, working closely with senior management."
                },
                {
                    "text": "Take a proactive approach to generate leads following through on meetings and proposals to land contracts."
                },
                {
                    "text": "Generate and submit proposals in a timely manner and in line with job scope and client requirements."
                },
                {
                    "text": "Nurture and develop existing client and prospect relationships to"
                },
                {
                    "text": "Ensure that all details in the CRM are accurate and up to date at all times including sales forecasting information."
                },
                {
                    "text": "Analyze current and past expense budgets, sales, product deficiencies, and revenues to identify areas of improvement and increase efficiency."
                },
                {
                    "text": "Work with the management team to develop specific strategies to target and acquire individual key clients."
                },
                {
                    "text": "Focus on continuous self-learning to develop further sales development training, acquire knowledge of new inspection technologies, and issues facing clients in the industry"
                },
                {
                    "text": "Ensure a solid understanding of how the oil and gas industry operates including inspection requirements, asset operating conditions, HSE regulations, and risk assessment allowing you to make sure"
                },
                {
                    "text": "Stay up to date on international inspection regulations and be able to tailor inspection services to meet individual client needs acting as a solution provider rather than selling a set product or service"
                },
                {
                    "text": "Seek and nurture business alliances with prospective parties, allowing for synergetic business development"
                },
                {
                    "text": "Ensure that all service and product offerings are in line with company objectives, understanding market shifts, and customer requirements"
                },
                {
                    "text": "Continually analyze market demand and work closely with the marketing team at Dexon’s head office to generate sufficient marketing collateral to attract leads and land contracts."
                },
                {
                    "text": "Continually update sales presentations to reflect the company’s service offering and stay up to date with the latest developments from Dexon’s Research Development and Engineering (RD&E)"
                }
            ],
            "competitive": [{
                    "text": "Competitive salary and attractive compensation package based on previous experience"
                },
                {
                    "text": "Long-term career advancement prospects and development opportunities"
                },
                {
                    "text": "A rich working environment with cross-departmental exposure and a multicultural working environment"
                },
                {
                    "text": "Contemporary work-life balance and well-being policies"
                },
                {
                    "text": "Comprehensive private medical care options"
                },
                {
                    "text": "Life insurance and disability care insurance programs"
                },
                {
                    "text": "Additional elected or voluntary benefits"
                }
            ],
            "location": "เนเธอร์แลนด์",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        },
        {
            "id": "junior-business-development-manager",
            "title": "Junior Business Development Manager",
            "qualification": [{
                    "text": "A proven track record of working effectively under pressure and meeting challenging targets."
                },
                {
                    "text": "The ability to analyze sales activities to generate accurate and reliable sales forecasts."
                },
                {
                    "text": "A proven track record of excellent Interpersonal relationship skills and the ability to communicate with and lead people of different cultures and backgrounds."
                },
                {
                    "text": "The ability to work in a tech-savvy office environment utilizing various file formats and programs to work seamlessly with colleagues across multiple time zones and locations."
                },
                {
                    "text": "Excellent presentation and professional communication skills are critical to the role."
                },
                {
                    "text": "Attention to detail in particular with respect to the proofreading and editing of contractual documents and financial statements."
                },
                {
                    "text": "Experience in the oil and gas, integrity, in-line inspection, or technology industries will be advantageous."
                },
                {
                    "text": "Experience developing and implementing successful sales strategies achieving market penetration and capturing market share."
                },
                {
                    "text": "Previous experience in technical sales is mandatory."
                },
                {
                    "text": "A technical education background or an equivalent amount of experience in a relevant industry is mandatory."
                },
                {
                    "text": "Previous experience with ultrasonic, magnetic flux leakage, and or caliper inspection, data, and or reporting will be advantageous."
                },
                {
                    "text": "A minimum of 5 years’ experience in a similar position is mandatory."
                },
                {
                    "text": "Bachelor’s or master’s degree in engineering, business administration, finance, marketing administration, or a related field."
                },
                {
                    "text": "Fluency in both business English and Dutch (reading, writing, and speaking) is mandatory"
                }
            ],
            "responsibility": [{
                    "text": "Lead Dexon’s European sales expansion and operations."
                },
                {
                    "text": "Set and achieve accurate and realistic sales targets."
                },
                {
                    "text": "Grow sales in accordance with Dexon’s market penetration strategy, working closely with senior management."
                },
                {
                    "text": "Take a proactive approach to generate leads following through on meetings and proposals to land contracts."
                },
                {
                    "text": "Generate and submit proposals in a timely manner and in line with job scope and client requirements."
                },
                {
                    "text": "Nurture and develop existing client and prospect relationships to"
                },
                {
                    "text": "Ensure that all details in the CRM are accurate and up to date at all times including sales forecasting information."
                },
                {
                    "text": "Analyze current and past expense budgets, sales, product deficiencies, and revenues to identify areas of improvement and increase efficiency."
                },
                {
                    "text": "Work with the management team to develop specific strategies to target and acquire individual key clients."
                },
                {
                    "text": "Focus on continuous self-learning to develop further sales development training, acquire knowledge of new inspection technologies, and issues facing clients in the industry"
                },
                {
                    "text": "Ensure a solid understanding of how the oil and gas industry operates including inspection requirements, asset operating conditions, HSE regulations, and risk assessment allowing you to make sure"
                },
                {
                    "text": "Stay up to date on international inspection regulations and be able to tailor inspection services to meet individual client needs acting as a solution provider rather than selling a set product or service"
                },
                {
                    "text": "Seek and nurture business alliances with prospective parties, allowing for synergetic business development"
                },
                {
                    "text": "Ensure that all service and product offerings are in line with company objectives, understanding market shifts, and customer requirements"
                },
                {
                    "text": "Continually analyze market demand and work closely with the marketing team at Dexon’s head office to generate sufficient marketing collateral to attract leads and land contracts."
                },
                {
                    "text": "Continually update sales presentations to reflect the company’s service offering and stay up to date with the latest developments from Dexon’s Research Development and Engineering (RD&E)"
                }
            ],
            "competitive": [{
                    "text": "Competitive salary and attractive compensation package based on previous experience"
                },
                {
                    "text": "Long-term career advancement prospects and development opportunities"
                },
                {
                    "text": "A rich working environment with cross-departmental exposure and a multicultural working environment"
                },
                {
                    "text": "Contemporary work-life balance and well-being policies"
                },
                {
                    "text": "Comprehensive private medical care options"
                },
                {
                    "text": "Life insurance and disability care insurance programs"
                },
                {
                    "text": "Additional elected or voluntary benefits"
                }
            ],
            "location": "เนเธอร์แลนด์",
            "time": "เต็มเวลา",
            "skill": "ผู้เชี่ยวชาญ"
        }
    ]
}