{
    "meta": {
        "title": "การระบุวัสดุเชิงบวก",
        "description": "Dexon ที่ใช้ X-MET 3000T เป็นเครื่องวิเคราะห์ธาตุประเภท Positive Material Identification (PMI) แบบพกพาและใช้งานได้หลากหลาย มีไว้สำหรับการใช้งานโลหะผสมเป็นหลัก โดยอาศัยเทคโนโลยีการเรืองแสงของรังสีเอกซ์แบบกระจายพลังงานและการใช้หลอดรังสีเอกซ์ หน่วยนี้ให้วิธีการภาคสนามหรือห้องปฏิบัติการอย่างรวดเร็วสำหรับการวิเคราะห์ทางเคมีหรือการระบุตัวอย่าง (การคัดแยก) โดยตรงจากตัวอย่างโลหะในรูปแบบต่างๆ ได้รับ ID เกรดของตัวอย่างภายในสองถึงห้าวินาที พร้อมรายงานฉบับเต็มภายในห้าถึง 10 วินาที รายงานจะถูกสร้างขึ้นโดยอัตโนมัติและระบุกลุ่มองค์ประกอบหลักทั้งหมด",
        "keyword": ""
    },
    "body": {
        "title": "การระบุวัสดุเชิงบวก",
        "content1": {
            "title": "การระบุเนื้อหาที่เป็นบวกของเราทำอะไรได้บ้าง ?",
            "subtitle": [
                {
                    "text": "Dexon ที่ใช้ X-MET 3000T เป็นเครื่องวิเคราะห์ธาตุประเภท Positive Material Identification (PMI) แบบพกพาและใช้งานได้หลากหลาย มีไว้สำหรับการใช้งานโลหะผสมเป็นหลัก โดยอาศัยเทคโนโลยีการเรืองแสงของรังสีเอกซ์แบบกระจายพลังงานและการใช้หลอดรังสีเอกซ์ หน่วยนี้ให้วิธีการภาคสนามหรือห้องปฏิบัติการอย่างรวดเร็วสำหรับการวิเคราะห์ทางเคมีหรือการระบุตัวอย่าง (การคัดแยก) โดยตรงจากตัวอย่างโลหะในรูปแบบต่างๆ ได้รับ ID เกรดของตัวอย่างภายในสองถึงห้าวินาที พร้อมรายงานฉบับเต็มภายในห้าถึง 10 วินาที รายงานจะถูกสร้างขึ้นโดยอัตโนมัติและระบุกลุ่มองค์ประกอบหลักทั้งหมด"
                },
                {
                    "text": "ข้อมูลที่เก็บไว้ทั้งหมดสามารถถ่ายโอนไปยังพีซีผ่านสาย USVB หน่วยนี้มีขนาดเล็กและพกพาสะดวก เหมาะสำหรับการเก็บรวบรวมและจัดเก็บข้อมูลในภาคสนาม และดำเนินการโดยผู้ตรวจสอบเพียง 1 คน ความแม่นยำของหน่วย PMI คือ +/- 5% หน่วยนี้ได้รับการสอบเทียบโดยบุคคลที่สามทุกปีและมีความแม่นยำสำหรับองค์ประกอบต่างๆ เช่น Cr, Ni, Mo, Ti, Cb, Ta, W, Co, V สามารถวิเคราะห์ตำแหน่งได้ประมาณ 100 ตำแหน่งต่อวัน ต้องมีการเจียร/เตรียมพื้นผิวตัวอย่างก่อนการตรวจสอบ"
                }
            ]
        },
        "content2": {
            "title": "X-MET 3000T ได้รับการปรับเทียบจากโรงงานสำหรับ:",
            "subtitle": [
                {
                    "text": "เหล็กกล้าผสมต่ำ"
                },
                {
                    "text": "เหล็กกล้าไร้สนิม"
                },
                {
                    "text": "เหล็กกล้าเครื่องมือ"
                },
                {
                    "text": "โลหะผสมนิกเกิล"
                },
                {
                    "text": "โลหะผสมโคบอลต์"
                },
                {
                    "text": "โลหะผสมทองแดง"
                }
            ]
        }
    }
}