{
    "meta": {
        "title": "บริการสแกน 3 มิติ",
        "description": "การสแกน 3 มิติเป็นวิธีการจับภาพการวัดจริงในชีวิตจริงของโครงสร้างที่มีอยู่ และถ่ายโอนไปยังรูปแบบดิจิทัลสำหรับการใช้งานที่หลากหลาย ชุดข้อมูลคลาวด์พอยต์ขนาดใหญ่เป็นเครื่องบันทึกแล้วใช้เพื่อสร้างโมเดล 3 มิติที่แม่นยำ แบบจำลอง 3 มิติใช้สำหรับแอพพลิเคชั่นที่หลากหลาย รวมถึงแบบแปลนที่สร้างขึ้นของโครงสร้าง การปรับปรุงและการวางแผนการพัฒนา และการใช้กับระบบการจัดการความสมบูรณ์ของสินทรัพย์",
        "keyword": ""
    },
    "body": {
        "title": "บริการสแกน 3 มิติ",
        "content1": {
            "title": "การสแกน 3 มิติคืออะไร?",
            "subtitle": "การสแกน 3 มิติเป็นวิธีการจับภาพการวัดจริงในชีวิตจริงของโครงสร้างที่มีอยู่ และถ่ายโอนไปยังรูปแบบดิจิทัลสำหรับการใช้งานที่หลากหลาย ชุดข้อมูลคลาวด์พอยต์ขนาดใหญ่เป็นเครื่องบันทึกแล้วใช้เพื่อสร้างโมเดล 3 มิติที่แม่นยำ แบบจำลอง 3 มิติใช้สำหรับแอพพลิเคชั่นที่หลากหลาย รวมถึงแบบแปลนที่สร้างขึ้นของโครงสร้าง การปรับปรุงและการวางแผนการพัฒนา และการใช้กับระบบการจัดการความสมบูรณ์ของสินทรัพย์"
        },
        "content2": {
            "title": "การส่งมอบการสแกน 3 มิติ",
            "subtitle": [
                {
                    "text": "โมเดล 3D CAD"
                },
                {
                    "text": "การรวมการสร้างแบบจำลองข้อมูลอาคาร (BIM)"
                },
                {
                    "text": "แผนและเอกสารตามที่สร้างขึ้น"
                },
                {
                    "text": "วางแผนดูภาพวาด"
                },
                {
                    "text": "ข้อมูลพอยต์คลาวด์"
                },
                {
                    "text": "ภาพวาดระดับความสูง"
                }
            ]
        },
        "content3": {
            "title": "การปรับปรุงสินทรัพย์",
            "subtitle": "เครื่องสแกนเลเซอร์ 3 มิติมีประสิทธิภาพอย่างมากในการจับภาพลักษณะภายในและภายนอกอาคาร ทุกรายละเอียดเล็กๆ น้อยๆ จะถูกติดตามและบันทึก ไม่เพียงแต่พื้น ผนัง และเพดานเท่านั้น แต่ยังรวมถึงลักษณะโครงสร้างภายในและภายนอกด้วย คอมเพล็กซ์อพาร์ตเมนต์ โรงแรม โรงพยาบาล คาสิโน ห้างสรรพสินค้า และโรงจอดรถ ล้วนเป็นตัวอย่างที่โดดเด่นของโครงสร้างทางสถาปัตยกรรมที่ได้รับการสแกนเป็นประจำ สามารถใช้พอยต์คลาวด์ได้โดยตรงหรือสร้างแบบจำลอง CAD สำหรับการวิเคราะห์และการใช้งานเพิ่มเติม"
        },
        "content4": {
            "title": "การพัฒนาสินทรัพย์",
            "subtitle": "เนื่องจากความแม่นยำของการสแกน 3 มิติและความสามารถในการจับภาพและวิเคราะห์รูปร่างที่ผิดปกติ การสแกน 3 มิติจึงถูกนำมาใช้อย่างกว้างขวางในการวิเคราะห์ถังเก็บและเขื่อน การวัดแบบ As-Built สามารถกำหนด Ovality ได้อย่างแม่นยำ ช่วยให้วิศวกรสามารถวางแผนสำหรับการพัฒนาสินทรัพย์ได้ ระหว่างการติดตั้งสายผลิตภัณฑ์ใหม่ในโรงงานแปรรูป ต้องมีการติดตั้งท่อและอุปกรณ์ใหม่ ด้วยการวางแผนอย่างรอบคอบและภาพวาดที่สร้างขึ้นจากการสแกนด้วยเลเซอร์ 3 มิติ การออกแบบท่อใหม่สามารถออกแบบให้พอดีกับสินทรัพย์ที่มีอยู่อย่างแม่นยำ ลดความล่าช้าในการติดตั้งเนื่องจากความขัดแย้งที่คาดไม่ถึง"
        },
        "content5": {
            "title": "การสำรวจถังและการวิเคราะห์เขื่อน",
            "subtitle": "การวัดปริมาตรใช้เพื่อคำนวณปริมาตรของ Dike เพื่อให้เป็นไปตามกฎข้อบังคับด้านความปลอดภัยที่เข้มงวด นอกจากนี้ยังสามารถระบุตำแหน่งที่อาจเกิดความล้มเหลวของถังเก็บสำหรับการวิเคราะห์เพิ่มเติมและติดตามเพื่อลดความเสี่ยงของการเกิดอุบัติเหตุและการสูญเสียรายได้อย่างรุนแรง"
        }
    }
}