{
    "meta": {
        "title": "ฐานข้อมูลการตรวจสอบ Dexon",
        "description": "Dexon Inspection Services ได้จัดตั้งแผนก Data Inspection Integrity Services เพื่อนำเสนอระบบการจัดการข้อมูลการตรวจสอบที่พัฒนาขึ้นด้วยประสบการณ์กว่า 20 ปีในการรับและรวบรวมข้อมูลการตรวจสอบ",
        "keyword": ""
    },
    "body": {
        "title": "ฐานข้อมูลการตรวจสอบ Dexon",
        "content1": {
            "title": "เกี่ยวกับฐานข้อมูลการตรวจสอบของ DEXON",
            "subtitle": [
                {
                    "text": "Dexon Inspection Services ได้จัดตั้งแผนก Data Inspection Integrity Services เพื่อนำเสนอระบบการจัดการข้อมูลการตรวจสอบที่พัฒนาขึ้นด้วยประสบการณ์กว่า 20 ปีในการรับและรวบรวมข้อมูลการตรวจสอบ"
                },
                {
                    "text": "ซอฟต์แวร์ฐานข้อมูลการตรวจสอบที่เป็นกรรมสิทธิ์ของเรามอบระบบการจัดการและวิเคราะห์ข้อมูลที่สมบูรณ์พร้อมซอฟต์แวร์ที่จัดทำขึ้นโดยเฉพาะสำหรับท่อ ภาชนะรับความดัน ท่อส่ง ถังเก็บเหนือพื้นดิน และข้อกำหนดการตรวจสอบอุตสาหกรรมน้ำมันและก๊าซอื่นๆ ทั้งหมด"
                },
                {
                    "text": "ด้วยการจัดเก็บและวิเคราะห์ข้อมูลอย่างเต็มรูปแบบ ระบบของเราช่วยลูกค้าในธุรกิจสำรวจและผลิตน้ำมันและก๊าซ โรงกลั่น ปิโตรเคมี และโรงไฟฟ้า เพื่อเพิ่มประสิทธิภาพการวางแผนการบำรุงรักษาและการตรวจสอบ และเพิ่มความน่าเชื่อถือและความสมบูรณ์ของสินทรัพย์"
                }
            ]
        },
        "content2": {
            "title": "ประโยชน์ของซอฟต์แวร์ฐานข้อมูลการตรวจสอบของ Dexon",
            "subtitle1": [
                {
                    "text": "1. ข้อมูลการตรวจสอบทั้งหมดรวมอยู่ในระบบเดียวที่ง่ายต่อการจัดการ"
                },
                {
                    "text": "2. หลีกเลี่ยงความซ้ำซ้อนของข้อมูล"
                },
                {
                    "text": "3. ใช้งานง่ายและจัดการข้อมูลและป้องกันข้อมูลสูญหาย"
                },
                {
                    "text": "4. ลดความซับซ้อนในการตัดสินใจในการวางแผนธุรกิจ"
                },
                {
                    "text": "5. สามารถปรับแต่งตามความต้องการของลูกค้า"
                },
                {
                    "text": "6. ประหยัดเวลาและค่าใช้จ่ายในการวางแผนการบำรุงรักษา"
                },
                {
                    "text": "7. ง่ายต่อการค้นหาและวิเคราะห์ข้อมูล"
                },
                {
                    "text": "8. สร้างรายงานได้ง่าย"
                }
            ],
            "subtitle2": "ซอฟต์แวร์ฐานข้อมูลการตรวจสอบของ Dexon วิเคราะห์และประเมินข้อมูลการตรวจสอบตามมาตรฐานสากล เช่น ASME, EN, API 653, API 570 และ API 510"
        },
        "content3": {
            "title": "ระบบการจัดการข้อมูลถูกออกแบบมาสำหรับ:",
            "subtitle": [
                {
                    "text": "ฐานข้อมูลการตรวจสอบท่อ"
                },
                {
                    "text": "ฐานข้อมูลการตรวจสอบถังความดัน"
                },
                {
                    "text": "ฐานข้อมูลการตรวจสอบถังเก็บบนดิน"
                },
                {
                    "text": "ฐานข้อมูลการตรวจสอบท่อส่ง"
                },
                {
                    "text": "ฐานข้อมูลการตรวจสอบที่กำหนดเอง"
                }
            ]
        }
    }
}