{
    "meta": {
        "title": "ฟิตเนสสำหรับบริการ (API 579)",
        "description": "Dexon Technology Inspection Services มีพนักงานผู้เชี่ยวชาญด้านการตรวจสอบที่ผ่านการรับรอง API มากกว่า 80 คน ครอบคลุมเอเชียแปซิฟิก แอฟริกา และยุโรป และอยู่ในตำแหน่งที่เหมาะสมอย่างยิ่งในการให้บริการ API 579 Fitness for Service",
        "keyword": ""
    },
    "body": {
        "title": "ฟิตเนสสำหรับบริการ (API 579)",
        "content1": {
            "title": "API 579 ความเหมาะสมสำหรับการบริการ",
            "subtitle": "Dexon Technology Inspection Services มีพนักงานผู้เชี่ยวชาญด้านการตรวจสอบที่ผ่านการรับรอง API มากกว่า 80 คน ครอบคลุมเอเชียแปซิฟิก แอฟริกา และยุโรป และอยู่ในตำแหน่งที่เหมาะสมอย่างยิ่งในการให้บริการ API 579 Fitness for Service"
        },
        "content2": {
            "title": "แนวทางของ Dexon",
            "subtitle": "API 579 เป็นการประเมินทางวิศวกรรมเชิงปริมาณเพื่อพิจารณาว่าอุปกรณ์ที่ให้บริการมีความปลอดภัยและเชื่อถือได้ในการทำงานในสภาวะเฉพาะในช่วงเวลาที่กำหนดหรือไม่"
        },
        "content3": {
            "title": "ฟิตเนสสำหรับบริการจำเป็นเมื่อ:",
            "subtitle1": [
                {
                    "text": "เนื้อหาขาดข้อมูลการออกแบบดั้งเดิมหรืออาจเกินอายุการใช้งาน"
                },
                {
                    "text": "สินทรัพย์ที่ผลิตก่อนปี 1987 อุปกรณ์จะทำงานที่อุณหภูมิค่อนข้างต่ำ – สัมผัสกับการทำความเย็นในตัวเอง"
                },
                {
                    "text": "สินทรัพย์ที่เลิกใช้งานซึ่งอาจใช้ในบริการอื่น"
                },
                {
                    "text": "อุปกรณ์ทำงานในอุณหภูมิสูงและ/หรือบริการเป็นวงจร"
                },
                {
                    "text": "สินทรัพย์ที่ผ่านเหตุการณ์ใดๆ ที่อาจส่งผลกระทบต่อความสามารถในการให้บริการ เช่น อุณหภูมิที่เพิ่มขึ้น การโอเวอร์โหลด การป้อนอาหาร/สภาพแวดล้อมภายนอกที่แตกต่างกัน หรือไฟไหม้"
                },
                {
                    "text": "การตรวจสอบพบสภาพที่อาจส่งผลกระทบต่อการดำเนินงานในอนาคตของสินทรัพย์ เช่น การสูญเสียโลหะ การบิดเบี้ยว (ไม่ตรงแนว ไม่กลม นูนหรือบุบ) การเคลือบ การแตกร้าวหรือแผลพุพอง"
                }
            ],
            "subtitle2": "Dexon ใช้ความหลากหลายของพนักงานที่มีคุณสมบัติเหมาะสม ได้รับการรับรอง และหลากหลายสาขาในการนำเสนอโปรแกรม Fitness for Service ในทุกสินทรัพย์และการปฏิบัติงาน"
        }
    }
}